[
  {
    "title": "Binary Black Hole Merger in Galactic Nuclei: Post-Newtonian Simulations",
    "summary": "This paper studies the formation and evolution of binary supermassive black\nholes (SMBHs) in rotating galactic nuclei, focusing on the role of stellar\ndynamics. We present the first N-body simulations that follow the evolution of\nthe SMBHs from kiloparsec separations all the way to their final relativistic\ncoalescence, and that can robustly be scaled to real galaxies. The N-body code\nincludes post-Newtonian (PN) corrections to the binary equations of motion up\nto order 2.5; we show that the evolution of the massive binary is only\ncorrectly reproduced if the conservative 1PN and 2PN terms are included. The\norbital eccentricities of the massive binaries in our simulations are often\nfound to remain large until shortly before coalescence. This directly affects\nnot only their orbital evolution rates, but has important consequences as well\nfor the gravitational waveforms emitted during the relativistic inspiral. We\nestimate gravitational wave amplitudes when the frequencies fall inside the\nband of the (planned) Laser Interferometer Space Antennae (LISA). We find\nsignificant contributions -- well above the LISA sensitivity curve -- from the\nhigher-order harmonics.",
    "url": "http://arxiv.org/abs/0812.2756v1",
    "published": "2008-12-15T10:27:00Z",
    "score": 0.7037210464477539
  },
  {
    "title": "Binary Black Hole Merger in Galactic Nuclei: Post-Newtonian Simulations",
    "summary": "This paper studies the formation and evolution of binary supermassive black\nholes (SMBHs) in rotating galactic nuclei, focusing on the role of stellar\ndynamics. We present the first N-body simulations that follow the evolution of\nthe SMBHs from kiloparsec separations all the way to their final relativistic\ncoalescence, and that can robustly be scaled to real galaxies. The N-body code\nincludes post-Newtonian (PN) corrections to the binary equations of motion up\nto order 2.5; we show that the evolution of the massive binary is only\ncorrectly reproduced if the conservative 1PN and 2PN terms are included. The\norbital eccentricities of the massive binaries in our simulations are often\nfound to remain large until shortly before coalescence. This directly affects\nnot only their orbital evolution rates, but has important consequences as well\nfor the gravitational waveforms emitted during the relativistic inspiral. We\nestimate gravitational wave amplitudes when the frequencies fall inside the\nband of the (planned) Laser Interferometer Space Antennae (LISA). We find\nsignificant contributions -- well above the LISA sensitivity curve -- from the\nhigher-order harmonics.",
    "url": "http://arxiv.org/abs/0812.2756v1",
    "published": "2008-12-15T10:27:00Z",
    "score": 0.6665893793106079
  },
  {
    "title": "Bayesian optimal reconstruction of the primordial power spectrum",
    "summary": "The form of the primordial power spectrum has the potential to differentiate\nstrongly between competing models of perturbation generation in the early\nuniverse and so is of considerable importance. The recent release of five years\nof WMAP observations have confirmed the general picture of the primordial power\nspectrum as deviating slightly from scale invariance with a spectral tilt\nparameter of n_s ~ 0.96. Nonetheless, many attempts have been made to isolate\nfurther features such as breaks and cutoffs using a variety of methods, some\nemploying more than ~ 10 varying parameters. In this paper we apply the robust\ntechnique of Bayesian model selection to reconstruct the optimal degree of\nstructure in the spectrum. We model the spectrum simply and generically as\npiecewise linear in ln k between `nodes' in k-space whose amplitudes are\nallowed to vary. The number of nodes and their k-space positions are chosen by\nthe Bayesian evidence so that we can identify both the complexity and location\nof any detected features. Our optimal reconstruction contains, perhaps,\nsurprisingly few features, the data preferring just three nodes. This\nreconstruction allows for a degree of scale dependence of the tilt with the\n`turn-over' scale occuring around k ~ 0.016 Mpc^{-1}. More structure is\npenalised by the evidence as over-fitting the data, so there is currently\nlittle point in attempting reconstructions that are more complex.",
    "url": "http://arxiv.org/abs/0812.3541v1",
    "published": "2008-12-18T14:41:35Z",
    "score": 0.6599819660186768
  },
  {
    "title": "Binary Black Hole Merger in Galactic Nuclei: Post-Newtonian Simulations",
    "summary": "This paper studies the formation and evolution of binary supermassive black\nholes (SMBHs) in rotating galactic nuclei, focusing on the role of stellar\ndynamics. We present the first N-body simulations that follow the evolution of\nthe SMBHs from kiloparsec separations all the way to their final relativistic\ncoalescence, and that can robustly be scaled to real galaxies. The N-body code\nincludes post-Newtonian (PN) corrections to the binary equations of motion up\nto order 2.5; we show that the evolution of the massive binary is only\ncorrectly reproduced if the conservative 1PN and 2PN terms are included. The\norbital eccentricities of the massive binaries in our simulations are often\nfound to remain large until shortly before coalescence. This directly affects\nnot only their orbital evolution rates, but has important consequences as well\nfor the gravitational waveforms emitted during the relativistic inspiral. We\nestimate gravitational wave amplitudes when the frequencies fall inside the\nband of the (planned) Laser Interferometer Space Antennae (LISA). We find\nsignificant contributions -- well above the LISA sensitivity curve -- from the\nhigher-order harmonics.",
    "url": "http://arxiv.org/abs/0812.2756v1",
    "published": "2008-12-15T10:27:00Z",
    "score": 0.655579686164856
  },
  {
    "title": "Gravitational wave detection using pulsars: status of the Parkes Pulsar\n  Timing Array project",
    "summary": "The first direct detection of gravitational waves may be made through\nobservations of pulsars. The principal aim of pulsar timing array projects\nbeing carried out worldwide is to detect ultra-low frequency gravitational\nwaves (f ~ 10^-9 to 10^-8 Hz). Such waves are expected to be caused by\ncoalescing supermassive binary black holes in the cores of merged galaxies. It\nis also possible that a detectable signal could have been produced in the\ninflationary era or by cosmic strings. In this paper we review the current\nstatus of the Parkes Pulsar Timing Array project (the only such project in the\nSouthern hemisphere) and compare the pulsar timing technique with other forms\nof gravitational-wave detection such as ground- and space-based interferometer\nsystems.",
    "url": "http://arxiv.org/abs/0812.2721v1",
    "published": "2008-12-15T04:23:08Z",
    "score": 0.645143449306488
  },
  {
    "title": "Gravitational wave detection using pulsars: status of the Parkes Pulsar\n  Timing Array project",
    "summary": "The first direct detection of gravitational waves may be made through\nobservations of pulsars. The principal aim of pulsar timing array projects\nbeing carried out worldwide is to detect ultra-low frequency gravitational\nwaves (f ~ 10^-9 to 10^-8 Hz). Such waves are expected to be caused by\ncoalescing supermassive binary black holes in the cores of merged galaxies. It\nis also possible that a detectable signal could have been produced in the\ninflationary era or by cosmic strings. In this paper we review the current\nstatus of the Parkes Pulsar Timing Array project (the only such project in the\nSouthern hemisphere) and compare the pulsar timing technique with other forms\nof gravitational-wave detection such as ground- and space-based interferometer\nsystems.",
    "url": "http://arxiv.org/abs/0812.2721v1",
    "published": "2008-12-15T04:23:08Z",
    "score": 0.6230832934379578
  },
  {
    "title": "Reaction of Accretion Disks to Abrupt Mass Loss During Binary Black Hole\n  Merger",
    "summary": "The association of an electromagnetic signal with the merger of a pair of\nsupermassive black holes would have many important implications. For example,\nit would provide new information about gas and magnetic field interactions in\ndynamical spacetimes as well as a combination of redshift and luminosity\ndistance that would enable precise cosmological tests. A proposal first made by\nBode & Phinney (2007) is that because radiation of gravitational waves during\nthe final inspiral and merger of the holes is abrupt and decreases the mass of\nthe central object by a few percent, there will be waves in the disk that can\nsteepen into shocks and thus increase the disk luminosity in a characteristic\nway. We evaluate this process analytically and numerically. We find that shocks\nonly occur when the fractional mass loss exceeds the half-thickness (h/r) of\nthe disk, hence significant energy release only occurs for geometrically thin\ndisks which are thus at low Eddington ratios. This strongly limits the\neffective energy release, and in fact our simulations show that the natural\nvariations in disk luminosity are likely to obscure this effect entirely.\nHowever, we demonstrate that the reduction of luminosity caused by the retreat\nof the inner edge of the disk following mass loss is potentially detectable.\nThis decrease occurs even if the disk is geometrically thick, and lasts for a\nduration on the order of the viscous time of the modified disk.\nObservationally, the best prospect for detection would be a sensitive future\nX-ray instrument with a field of view of on the order of a square degree, or\npossibly a wide-field radio array such as the Square Kilometer Array, if the\ndisk changes produce or interrupt radio emission from a jet.",
    "url": "http://arxiv.org/abs/0812.4874v2",
    "published": "2008-12-30T18:32:51Z",
    "score": 0.6161947846412659
  },
  {
    "title": "Pulsar timing and spacetime curvature",
    "summary": "We analyze the effect of weak field gravitational waves on the timing of\npulsars, with particular attention to gauge invariance, that is, to the effects\nthat are independent of the choice of coordinates. We find: (i) the Doppler\nshift cannot be separated into gauge invariant gravitational wave and kinetic\ncontributions; (ii) a gauge invariant separation can be made for the time\nderivative of the Doppler shift in which the gravitational wave contribution is\ndirectly related to the Riemann tensor, and the kinetic contribution is that\nfor special relativity; (iii) the gauge dependent effects in the Doppler shift\nplay no role in the program of gravitational wave detection via pulsar timing.\nThe direct connection shown between pulsar timing and the Riemann tensor of the\ngravitational waves will be of importance in discussions of gravitational waves\nfrom alternative (non-Einsteinian) theories of gravitation.",
    "url": "http://arxiv.org/abs/0812.3941v1",
    "published": "2008-12-20T06:26:04Z",
    "score": 0.6095588207244873
  },
  {
    "title": "Binary Black Hole Merger in Galactic Nuclei: Post-Newtonian Simulations",
    "summary": "This paper studies the formation and evolution of binary supermassive black\nholes (SMBHs) in rotating galactic nuclei, focusing on the role of stellar\ndynamics. We present the first N-body simulations that follow the evolution of\nthe SMBHs from kiloparsec separations all the way to their final relativistic\ncoalescence, and that can robustly be scaled to real galaxies. The N-body code\nincludes post-Newtonian (PN) corrections to the binary equations of motion up\nto order 2.5; we show that the evolution of the massive binary is only\ncorrectly reproduced if the conservative 1PN and 2PN terms are included. The\norbital eccentricities of the massive binaries in our simulations are often\nfound to remain large until shortly before coalescence. This directly affects\nnot only their orbital evolution rates, but has important consequences as well\nfor the gravitational waveforms emitted during the relativistic inspiral. We\nestimate gravitational wave amplitudes when the frequencies fall inside the\nband of the (planned) Laser Interferometer Space Antennae (LISA). We find\nsignificant contributions -- well above the LISA sensitivity curve -- from the\nhigher-order harmonics.",
    "url": "http://arxiv.org/abs/0812.2756v1",
    "published": "2008-12-15T10:27:00Z",
    "score": 0.6055707931518555
  },
  {
    "title": "Reversal of the amplitude difference of kHz QPOs in six atoll sources",
    "summary": "AIMS: For six neutron-star atoll sources (4U 1608-52, 4U 1636-53, 4U 0614+09,\n4U 1728-34, 4U 1820-30 and 4U 1735-44) we investigate the relationship between\nthe observed fractional rms amplitudes of the twin kHz QPOs. We discuss whether\nthis displays features that could have a physical meaning in terms of the\nproposed QPO models. METHOD: We consider the difference in rms amplitude\nbetween the upper and lower kHz QPOs, as a function of the frequency ratio R.\nWe compare two data sets. Set I is a collection taken from published data. Set\nII has rms amplitude values obtained by automatic fitting of continuous\nsegments of RXTE-PCA observations. RESULTS: For each of the six sources, we\nfind that there is a point in the R domain around which the amplitudes of the\ntwo twin kHz QPOs are the same. We find such a point located inside a narrow\ninterval R=1.5 +-3%. Further investigation is needed in the case of two sources\nto explore this finding, since we have not determined this point in Set II.\nThere is evidence of a similar point close to R = 1.33 or R = 1.25 in the four\nsources. We suggest that some of these points may correspond to the documented\nclustering of the twin kHz QPO frequency ratios. CONCLUSIONS: For the sources\nstudied, the rms amplitudes of the two kHz peaks become equal when the\nfrequencies of the oscillations pass through a certain ratio R, which is\nroughly the same for each of the sources. In terms of the orbital QPO models,\nwith some assumptions concerning the QPO modulation, this finding implies the\nexistence of a specific orbit at a common value of the dimensionless radius, at\nwhich the oscillations corresponding to the two peaks come into balance. In a\nmore general context, the amplitude difference behaviour suggests the possible\nexistence of an energy interchange between the upper and lower QPO modes.",
    "url": "http://arxiv.org/abs/0812.4751v2",
    "published": "2008-12-27T22:11:36Z",
    "score": 0.604393482208252
  },
  {
    "title": "Reaction of Accretion Disks to Abrupt Mass Loss During Binary Black Hole\n  Merger",
    "summary": "The association of an electromagnetic signal with the merger of a pair of\nsupermassive black holes would have many important implications. For example,\nit would provide new information about gas and magnetic field interactions in\ndynamical spacetimes as well as a combination of redshift and luminosity\ndistance that would enable precise cosmological tests. A proposal first made by\nBode & Phinney (2007) is that because radiation of gravitational waves during\nthe final inspiral and merger of the holes is abrupt and decreases the mass of\nthe central object by a few percent, there will be waves in the disk that can\nsteepen into shocks and thus increase the disk luminosity in a characteristic\nway. We evaluate this process analytically and numerically. We find that shocks\nonly occur when the fractional mass loss exceeds the half-thickness (h/r) of\nthe disk, hence significant energy release only occurs for geometrically thin\ndisks which are thus at low Eddington ratios. This strongly limits the\neffective energy release, and in fact our simulations show that the natural\nvariations in disk luminosity are likely to obscure this effect entirely.\nHowever, we demonstrate that the reduction of luminosity caused by the retreat\nof the inner edge of the disk following mass loss is potentially detectable.\nThis decrease occurs even if the disk is geometrically thick, and lasts for a\nduration on the order of the viscous time of the modified disk.\nObservationally, the best prospect for detection would be a sensitive future\nX-ray instrument with a field of view of on the order of a square degree, or\npossibly a wide-field radio array such as the Square Kilometer Array, if the\ndisk changes produce or interrupt radio emission from a jet.",
    "url": "http://arxiv.org/abs/0812.4874v2",
    "published": "2008-12-30T18:32:51Z",
    "score": 0.5969691872596741
  },
  {
    "title": "Profiles of emission lines generated by rings orbiting braneworld Kerr\n  black holes",
    "summary": "In the framework of the braneworld models, rotating black holes can be\ndescribed by the Kerr metric with a tidal charge representing the influence of\nthe non-local gravitational (tidal) effects of the bulk space Weyl tensor onto\nthe black hole spacetime. We study the influence of the tidal charge onto\nprofiled spectral lines generated by radiating tori orbiting in vicinity of a\nrotating black hole. We show that with lowering the negative tidal charge of\nthe black hole, the profiled line becomes to be flatter and wider keeping their\nstandard character with flux stronger at the blue edge of the profiled line.\nThe extension of the line grows with radius falling and inclination angle\ngrowing. With growing inclination angle a small hump appears in the profiled\nlines due to the strong lensing effect of photons coming from regions behind\nthe black hole. For positive tidal charge ($b>0$) and high inclination angles\ntwo small humps appear in the profiled lines close to the red and blue edge of\nthe lines due to the strong lensing effect. We can conclude that for all values\nof $b$, the strongest effect on the profiled lines shape (extension) is caused\nby the changes of the inclination angle.",
    "url": "http://arxiv.org/abs/0812.3017v1",
    "published": "2008-12-16T10:08:04Z",
    "score": 0.5967013239860535
  },
  {
    "title": "Black Holes Admitting Strong Resonant Phenomena",
    "summary": "High-frequency twin peak quasiperiodic oscillations (QPOs) are observed in\nfour microquasars, i.e., Galactic black hole binary systems, with frequency\nratio very close to 3:2. In the microquasar GRS 1915+105, the structure of QPOs\nexhibits additional frequencies, and more than two frequencies are observed in\nthe Galaxy nuclei Sgr A*, or in some extragalactic sources (NGC 4051,\nMCG-6-30-15 and NGC 5408 X-1). The observed QPOs can be explained by a variety\nof the orbital resonance model versions assuming resonance of oscillations with\nthe Keplerian frequency or the vertical epicyclic frequency, and the radial\nepicyclic frequency, or some combinations of these frequencies. Generally,\ndifferent resonances could arise at different radii of an accretion disc.\nHowever, we have shown that for special values of dimensionless black hole spin\nstrong resonant phenomena could occur when different resonances can be excited\nat the same radius, as cooperative phenomena between the resonances may work in\nsuch situations. The special values of black hole spin are determined for\ntriple frequency ratio sets \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = s:t:u with s, t,\nu being small integers. The most promising example of such a special situation\narises for black holes with extraordinary resonant spin a = 0.983 at the radius\nr = 2.395 M, where \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = 3:2:1. We also predict\nthat when combinations of the orbital frequencies are allowed, QPOs with four\nfrequency ratio set 4:3:2:1 could be observed in the field of black holes with\na = 0.866, 0.882 and 0.962. Assuming the extraordinary resonant spin a = 0.983\nin Sgr A*, its QPOs with observed frequency ratio very close to 3:2:1 imply the\nblack hole mass in the interval 4.3 x 10^6 M_sun < M < 5.4 x 10^6 M_sun, in\nagreement with estimates given by other, independent, observations.",
    "url": "http://arxiv.org/abs/0812.4418v1",
    "published": "2008-12-23T20:31:44Z",
    "score": 0.5963665246963501
  },
  {
    "title": "Testing the predictions of the cold dark matter model for the sizes,\n  colours, morphologies and luminosities of galaxies with the SDSS",
    "summary": "The huge size and uniformity of the Sloan Digital Sky Survey makes possible\nan exacting test of current models of galaxy formation. We compare the\npredictions of the GALFORM semi-analytical galaxy formation model for the\nluminosities, morphologies, colours and scale-lengths of local galaxies.\nGALFORM models the luminosity and size of the disk and bulge components of a\ngalaxy, and so we can compute quantities which can be compared directly with\nSDSS observations, such as the Petrosian magnitude and the Sersic index. We\ntest the predictions of two published models set in the cold dark matter\ncosmology: the Baugh et al. (2005) model, which assumes a top-heavy initial\nmass function (IMF) in starbursts and superwind feedback, and the Bower et al.\n(2006) model, which uses AGN feedback and a standard IMF. The Bower et al model\nbetter reproduces the overall shape of the luminosity function, the\nmorphology-luminosity relation and the colour bimodality observed in the SDSS\ndata, but gives a poor match to the size-luminosity relation. The \\Baugh et al.\nmodel successfully predicts the size-luminosity relation for late-type\ngalaxies. Both models fail to reproduce the sizes of bright early-type\ngalaxies. These problems highlight the need to understand better both the role\nof feedback processes in determining galaxy sizes, in particular the treatment\nof the angular momentum of gas reheated by supernovae, and the sizes of the\nstellar spheroids formed by galaxy mergers and disk instabilities.",
    "url": "http://arxiv.org/abs/0812.4399v2",
    "published": "2008-12-23T14:33:29Z",
    "score": 0.5888910293579102
  },
  {
    "title": "The Statistics of Radio Astronomical Polarimetry: Bright Sources and\n  High Time Resolution",
    "summary": "A four-dimensional statistical description of electromagnetic radiation is\ndeveloped and applied to the analysis of radio pulsar polarization. The new\nformalism provides an elementary statistical explanation of the modal\nbroadening phenomenon in single pulse observations. It is also used to argue\nthat the degree of polarization of giant pulses has been poorly defined in past\nstudies. Single and giant pulse polarimetry typically involves sources with\nlarge flux densities and observations with high time resolution, factors that\nnecessitate consideration of source-intrinsic noise and small-number\nstatistics. Self noise is shown to fully explain the excess polarization\ndispersion previously noted in single pulse observations of bright pulsars,\nobviating the need for additional randomly polarized radiation. Rather, these\nobservations are more simply interpreted as an incoherent sum of covariant,\northogonal, partially polarized modes. Based on this premise, the\nfour-dimensional covariance matrix of the Stokes parameters may be used to\nderive mode-separated pulse profiles without any assumptions about the\nintrinsic degrees of mode polarization. Finally, utilizing the small-number\nstatistics of the Stokes parameters, it is established that the degree of\npolarization of an unresolved pulse is fundamentally undefined; therefore,\nprevious claims of highly polarized giant pulses are unsubstantiated.\nUnpublished supplementary material is appended after the bibliography.",
    "url": "http://arxiv.org/abs/0812.3461v3",
    "published": "2008-12-18T05:50:35Z",
    "score": 0.5866951942443848
  },
  {
    "title": "Intermediate-Mass Black Holes as LISA Sources",
    "summary": "Intermediate-mass black holes (IMBHs), with masses of hundreds to thousands\nof solar masses, will be unique sources of gravitational waves for LISA. Here\nwe discuss their context as well as specific characteristics of IMBH-IMBH and\nIMBH-supermassive black hole mergers and how these would allow sensitive tests\nof the predictions of general relativity in strong gravity.",
    "url": "http://arxiv.org/abs/0812.3028v1",
    "published": "2008-12-16T11:10:49Z",
    "score": 0.5856492519378662
  },
  {
    "title": "Gravitational wave detection using pulsars: status of the Parkes Pulsar\n  Timing Array project",
    "summary": "The first direct detection of gravitational waves may be made through\nobservations of pulsars. The principal aim of pulsar timing array projects\nbeing carried out worldwide is to detect ultra-low frequency gravitational\nwaves (f ~ 10^-9 to 10^-8 Hz). Such waves are expected to be caused by\ncoalescing supermassive binary black holes in the cores of merged galaxies. It\nis also possible that a detectable signal could have been produced in the\ninflationary era or by cosmic strings. In this paper we review the current\nstatus of the Parkes Pulsar Timing Array project (the only such project in the\nSouthern hemisphere) and compare the pulsar timing technique with other forms\nof gravitational-wave detection such as ground- and space-based interferometer\nsystems.",
    "url": "http://arxiv.org/abs/0812.2721v1",
    "published": "2008-12-15T04:23:08Z",
    "score": 0.5835290551185608
  },
  {
    "title": "Recoil velocity at 2PN order for spinning black hole binaries",
    "summary": "We compute the flux of linear momentum carried by gravitational waves emitted\nfrom spinning binary black holes at 2PN order for generic orbits. In particular\nwe provide explicit expressions of three new types of terms, namely\nnext-to-leading order spin-orbit terms at 1.5 PN order, spin-orbit tail terms\nat 2PN order, and spin-spin terms at 2PN order. Restricting ourselves to\nquasi-circular orbits, we integrate the linear momentum flux over time to\nobtain the recoil velocity as function of orbital frequency. We find that in\nthe so-called superkick configuration the higher-order spin corrections can\nincrease the recoil velocity up to about a factor 3 with respect to the\nleading-order PN prediction. Furthermore, we provide expressions valid for\ngeneric orbits, and accurate at 2PN order, for the energy and angular momentum\ncarried by gravitational waves emitted from spinning binary black holes.\nSpecializing to quasi-circular orbits we compute the spin-spin terms at 2PN\norder in the expression for the evolution of the orbital frequency and found\nagreement with Mik\\'oczi, Vas\\'uth and Gergely. We also verified that in the\nlimit of extreme mass ratio our expressions for the energy and angular momentum\nfluxes match the ones of Tagoshi, Shibata, Tanaka and Sasaki obtained in the\ncontext of black hole perturbation theory.",
    "url": "http://arxiv.org/abs/0812.4413v2",
    "published": "2008-12-23T16:00:05Z",
    "score": 0.5792203545570374
  },
  {
    "title": "Interface Modes and Their Instabilities in Accretion Disc Boundary\n  Layers",
    "summary": "We study global non-axisymmetric oscillation modes trapped near the inner\nboundary of an accretion disc. Observations indicate that some of the\nquasi-periodic oscillations (QPOs) observed in the luminosities of accreting\ncompact objects (neutron stars, black holes and white dwarfs) are produced in\nthe inner-most regions of accretion discs or boundary layers. Two simple models\nare considered in this paper: The magnetosphere-disc model consists of a thin\nKeplerian disc in contact with a uniformly rotating magnetosphere with and low\nplasma density, while the star-disc model involves a Keplerian disc terminated\nat the stellar atomosphere with high density and small density scale height. We\nfind that the interface modes at the magnetosphere-disc boundary are generally\nunstable due to Rayleigh-Taylor and/or Kelvin-Helmholtz instabilities. However,\ndifferential rotation of the disc tends to suppress Rayleigh-Taylor instability\nand a sufficiently high disc sound speed (or temperature) is needed to overcome\nthis suppression and to attain net mode growth. On the other hand,\nKelvin-Helmholtz instability may be active at low disc sound speeds. We also\nfind that the interface modes trapped at the boundary between a thin disc and\nan unmagnetized star do not suffer Rayleigh-Taylor or Kelvin-Helmholtz\ninstability, but can become unstable due to wave leakage to large disc radii\nand, for sufficiently steep disc density distributions, due to wave absorption\nat the corotation resonance in the disc. The non-axisymmetric interface modes\nstudied in this paper may be relevant to the high-frequency QPOs observed in\nsome X-ray binaries and in cataclysmic variables.",
    "url": "http://arxiv.org/abs/0812.3995v1",
    "published": "2008-12-20T20:46:52Z",
    "score": 0.5778496861457825
  },
  {
    "title": "Physics of Neutron Star Crusts",
    "summary": "The physics of neutron star crusts is vast, involving many different research\nfields, from nuclear and condensed matter physics to general relativity. This\nreview summarizes the progress, which has been achieved over the last few\nyears, in modeling neutron star crusts, both at the microscopic and macroscopic\nlevels. The confrontation of these theoretical models with observations is also\nbriefly discussed.",
    "url": "http://arxiv.org/abs/0812.3955v1",
    "published": "2008-12-20T10:43:21Z",
    "score": 0.5771353840827942
  },
  {
    "title": "The Structures of Distant Galaxies - III: The Merger History of over\n  20,000 Massive Galaxies at z < 1.2",
    "summary": "Utilizing deep Hubble Space Telescope imaging from the two largest field\ngalaxy surveys, the Extended Groth Strip (EGS) and the COSMOS survey, we\nexamine the structural properties, and derive the merger history for 21,902\ngalaxies with M_*>10^{10} M_0 at z<1.2. We examine the structural CAS\nparameters of these galaxies, deriving merger fractions, at 0.2<z<1.2, based on\nthe asymmetry and clumpiness values of these systems. We find that the merger\nfraction between z=0.2 and z=1.2 increases from roughly f_m=0.04+/-0.01 to\nf_m=0.13+/-0.01. We explore several fitting formalisms for parameterising the\nmerger fraction, and compare our results to other structural studies and pair\nmethods within the DEEP2, VVDS, and COSMOS fields. We also re-examine our\nmethod for selecting mergers, and the inherent error budget and systematics\nassociated with identifying mergers using structure. For galaxies selected by\nM_*>10^{10} M_0, the merger fraction can be parameterised by f_m = f_0*(1+z)^m\nwith the power-law slope m=2.3+/-0.4. By using the best available z = 0 prior\nthe slope increases to m=3.8+/-0.2, showing how critical the measurement of\nlocal merger properties are for deriving the evolution of the merger fraction.\nWe furthermore show that the merger fraction derived through structure is\nroughly a factor of 3-6 higher than pair fractions. Based on the latest\ncosmological simulations of mergers we show that this ratio is predicted, and\nthat both methods are likely tracing the merger fraction and rate properly. We\ncalculate, utilising merger time scales from simulations, and previously\npublished merger fractions that the merger rate of galaxies with M_*>10^{10}\nM_0 increases linearly between z = 0.7 and z = 3, and that a typical\nM_*>10^{10} M_0 galaxy undergoes between 1-2 major mergers at z<1.2.",
    "url": "http://arxiv.org/abs/0812.3237v1",
    "published": "2008-12-17T10:13:17Z",
    "score": 0.5765220522880554
  },
  {
    "title": "Gravitational lensing of stars orbiting the Massive Black Hole in the\n  Galactic Center",
    "summary": "The existence of a massive black hole in the center of the Milky Way,\ncoinciding with the radio source Sgr A*, is being established on more and more\nsolid ground. In principle, this black hole, acting as a gravitational lens, is\nable to bend the light emitted by stars moving within its neighborhood,\neventually generating secondary images. Extending a previous analysis of the\ngravitational lensing phenomenology to a new set of 28 stars, whose orbits have\nbeen well determined by recent observations, we have calculated all the\nproperties of their secondary images, including time and magnitude of their\nluminosity peaks and their angular distances from the central black hole. The\nbest lensing candidate is represented by the star S6, since the magnitude of\nits secondary image at the peak reaches K=20.8, with an angular separation of\n0.3 mas from the central black hole, that is just at the borders of the\nresolution limit in the K band of incoming astronomical instruments.",
    "url": "http://arxiv.org/abs/0812.3853v1",
    "published": "2008-12-19T17:01:24Z",
    "score": 0.5749481320381165
  },
  {
    "title": "The halo merger rate in the Millennium Simulation and implications for\n  observed galaxy merger fractions",
    "summary": "We developed a new method to extract halo merger rates from the Millennium\nSimulation. First, by removing superfluous mergers that are artifacts of the\nFOF halo finder, we find a lower merger rate compared to previous work. The\nreductions are more significant at lower redshifts, lower halo masses, and\nminor mergers. Our approach agrees better with predictions from the EPS model.\nSecond, we find that the FOF halo finder overestimates the halo mass by up to\n50% for halos that are about to merge, which leads to an additional ~20%\noverestimate of the merger rate. Therefore, we define halo masses by including\nonly gravitationally bound particles. We provide new best-fitting parameters\nfor a global formula to account for these improvements. In addition, we extract\nthe merger rate per progenitor halo, as well as per descendant halo. The former\nis the quantity that is related to observed galaxy merger fractions when they\nare measured via pair counting. At low mass/redshift the merger rate increases\nwith mass and redshift. At high mass/redshift (for halos with masses a few\ntimes the \"knee\" of the mass function) these trends break down, and the merger\nrate per progenitor halo decreases with mass and increases only moderately with\nredshift. Defining the merger rate per progenitor halo also allows us to\nquantify the rate at which halos are being accreted onto larger halos. We\nprovide an analytic formula to convert given merger rates per descendant halo\ninto merger rates per progenitor halo. Finally, we perform a comparison between\nobserved merger fractions and the fraction of halos that have undergone a major\nmerger during the recent dynamical friction time, and find a fair agreement,\nwithin the large uncertainties of the observations. Our new halo merger trees\nare available at http://www.mpe.mpg.de/ir/MillenniumMergerTrees/.",
    "url": "http://arxiv.org/abs/0812.3154v2",
    "published": "2008-12-16T21:02:33Z",
    "score": 0.5743011236190796
  },
  {
    "title": "Profiles of emission lines generated by rings orbiting braneworld Kerr\n  black holes",
    "summary": "In the framework of the braneworld models, rotating black holes can be\ndescribed by the Kerr metric with a tidal charge representing the influence of\nthe non-local gravitational (tidal) effects of the bulk space Weyl tensor onto\nthe black hole spacetime. We study the influence of the tidal charge onto\nprofiled spectral lines generated by radiating tori orbiting in vicinity of a\nrotating black hole. We show that with lowering the negative tidal charge of\nthe black hole, the profiled line becomes to be flatter and wider keeping their\nstandard character with flux stronger at the blue edge of the profiled line.\nThe extension of the line grows with radius falling and inclination angle\ngrowing. With growing inclination angle a small hump appears in the profiled\nlines due to the strong lensing effect of photons coming from regions behind\nthe black hole. For positive tidal charge ($b>0$) and high inclination angles\ntwo small humps appear in the profiled lines close to the red and blue edge of\nthe lines due to the strong lensing effect. We can conclude that for all values\nof $b$, the strongest effect on the profiled lines shape (extension) is caused\nby the changes of the inclination angle.",
    "url": "http://arxiv.org/abs/0812.3017v1",
    "published": "2008-12-16T10:08:04Z",
    "score": 0.5720786452293396
  },
  {
    "title": "Universality in oscillation modes of superfluid neutron stars?",
    "summary": "It has been well established that the $f$-mode of relativistic ordinary-fluid\nneutron stars displays a universal scaling behavior. Here we study whether the\n\"ordinary\" $f_{\\rm o}$- and \"superfluid\" $f_{\\rm s}$-modes of superfluid\nneutron stars also show similar universal behavior. We first consider a simple\ncase where the neutron superfluid and normal fluid are decoupled, and with each\nfluid modeled by a polytropic equation of state. We find that the $f_{\\rm\no}$-mode obeys the same scaling laws as established for the $f$-mode of\norindary-fluid stars. However, the oscillation frequency of the $f_{\\rm\ns}$-mode obeys a different scaling law, which can be derived analytically from\na homogenous two-fluid stellar model in Newtonian gravity. Next the coupling\neffect between the two fluids is studied via a parameterized model of\nentrainment. We find that the coupling in general breaks the universal behavior\nseen in the case of decoupled fluids. Based on a relativistic variational\nprinciple, an approximated expression is derived for the first-order shift of\nthe $f_{\\rm s}$-mode squared frequency due to the entrainment.",
    "url": "http://arxiv.org/abs/0812.3708v2",
    "published": "2008-12-19T06:38:59Z",
    "score": 0.5703932046890259
  },
  {
    "title": "Gravitational wave background as a probe of the primordial black hole\n  abundance",
    "summary": "Formation of significant number of primordial black holes (PBHs) is realized\nif and only if primordial density fluctuations have a large amplitude, which\nmeans that tensor perturbations generated from these scalar perturbations as a\nsecond order effect are also large and comparable to the observational data. We\nshow that pulsar timing observation could find/rule out PBHs with \\sim 10^2\nM_solar which are considered as a candidate of intermediate-mass black holes\nand that PBHs with mass range 10^{20-26} g, which serves as a candidate of dark\nmatter, may be probed by future space-based laser interferometers and atomic\ninterferometers.",
    "url": "http://arxiv.org/abs/0812.4339v2",
    "published": "2008-12-23T10:05:57Z",
    "score": 0.5701541900634766
  },
  {
    "title": "Reaction of Accretion Disks to Abrupt Mass Loss During Binary Black Hole\n  Merger",
    "summary": "The association of an electromagnetic signal with the merger of a pair of\nsupermassive black holes would have many important implications. For example,\nit would provide new information about gas and magnetic field interactions in\ndynamical spacetimes as well as a combination of redshift and luminosity\ndistance that would enable precise cosmological tests. A proposal first made by\nBode & Phinney (2007) is that because radiation of gravitational waves during\nthe final inspiral and merger of the holes is abrupt and decreases the mass of\nthe central object by a few percent, there will be waves in the disk that can\nsteepen into shocks and thus increase the disk luminosity in a characteristic\nway. We evaluate this process analytically and numerically. We find that shocks\nonly occur when the fractional mass loss exceeds the half-thickness (h/r) of\nthe disk, hence significant energy release only occurs for geometrically thin\ndisks which are thus at low Eddington ratios. This strongly limits the\neffective energy release, and in fact our simulations show that the natural\nvariations in disk luminosity are likely to obscure this effect entirely.\nHowever, we demonstrate that the reduction of luminosity caused by the retreat\nof the inner edge of the disk following mass loss is potentially detectable.\nThis decrease occurs even if the disk is geometrically thick, and lasts for a\nduration on the order of the viscous time of the modified disk.\nObservationally, the best prospect for detection would be a sensitive future\nX-ray instrument with a field of view of on the order of a square degree, or\npossibly a wide-field radio array such as the Square Kilometer Array, if the\ndisk changes produce or interrupt radio emission from a jet.",
    "url": "http://arxiv.org/abs/0812.4874v2",
    "published": "2008-12-30T18:32:51Z",
    "score": 0.5695353746414185
  },
  {
    "title": "The prospects of finding the first quasars in the universe",
    "summary": "We study the prospects of finding the first quasars in the universe with ALMA\nand JWST. For this purpose, we derive a model for the high-redshift black hole\npopulation based on observed relations between the black hole mass and the host\ngalaxy. We re-address previous constraints from the X-ray background with\nparticular focus on black hole luminosities below the Eddington limit as\nobserved in many local AGN. For such luminosities, up to 20% of high-redshift\nblack holes can be active quasars. We then discuss the observables of\nhigh-redshift black holes for ALMA and JWST by adopting NGC 1068 as a reference\nsystem. We calculate the expected flux of different fine-structure lines for a\nsimilar system at higher redshift, and provide further predictions for high-J\nCO lines. We discuss the expected fluxes from stellar light, the AGN continuum\nand the Lyman $\\alpha$ line for JWST. Line fluxes observed with ALMA can be\nused to derive detailed properties of high-redshift sources. We suggest two\nobservational strategies to find potential AGN at high redshift and estimate\nthe expected number of sources, which is between 1-10 for ALMA with a field of\nview of $\\sim(1')^2$ searching for line emission and 100-1000 for JWST with a\nfield of view of $(2.16')^2$ searching for continuum radiation. We find that\nboth telescopes can probe high-redshift quasars down to redshift 10 and beyond,\nand therefore truely detect the first quasars in the universe.",
    "url": "http://arxiv.org/abs/0812.3950v1",
    "published": "2008-12-20T09:15:19Z",
    "score": 0.5686784982681274
  },
  {
    "title": "Reaction of Accretion Disks to Abrupt Mass Loss During Binary Black Hole\n  Merger",
    "summary": "The association of an electromagnetic signal with the merger of a pair of\nsupermassive black holes would have many important implications. For example,\nit would provide new information about gas and magnetic field interactions in\ndynamical spacetimes as well as a combination of redshift and luminosity\ndistance that would enable precise cosmological tests. A proposal first made by\nBode & Phinney (2007) is that because radiation of gravitational waves during\nthe final inspiral and merger of the holes is abrupt and decreases the mass of\nthe central object by a few percent, there will be waves in the disk that can\nsteepen into shocks and thus increase the disk luminosity in a characteristic\nway. We evaluate this process analytically and numerically. We find that shocks\nonly occur when the fractional mass loss exceeds the half-thickness (h/r) of\nthe disk, hence significant energy release only occurs for geometrically thin\ndisks which are thus at low Eddington ratios. This strongly limits the\neffective energy release, and in fact our simulations show that the natural\nvariations in disk luminosity are likely to obscure this effect entirely.\nHowever, we demonstrate that the reduction of luminosity caused by the retreat\nof the inner edge of the disk following mass loss is potentially detectable.\nThis decrease occurs even if the disk is geometrically thick, and lasts for a\nduration on the order of the viscous time of the modified disk.\nObservationally, the best prospect for detection would be a sensitive future\nX-ray instrument with a field of view of on the order of a square degree, or\npossibly a wide-field radio array such as the Square Kilometer Array, if the\ndisk changes produce or interrupt radio emission from a jet.",
    "url": "http://arxiv.org/abs/0812.4874v2",
    "published": "2008-12-30T18:32:51Z",
    "score": 0.567334771156311
  },
  {
    "title": "Hard (State) Problems",
    "summary": "For microquasars, the one time when these systems exhibit steady and powerful\njets is when they are in the hard state. Thus, our understanding of this state\nis key to learning about the disk/jet connection. Recent observational and\ntheoretical results have led to questions about whether we really understand\nthe physical properties of this state, and even our basic picture of this state\nis uncertain. Here, I discuss some of the recent developments and possible\nproblems with our understanding of this state. Overall, it appears that the\nstrongest challenge to the standard truncated disk picture is the detection of\nbroad iron features in the X-ray spectra, and it seems that either there is a\nproblem with the truncated disk picture or there is a problem with the\nrelativistic reflection models used to explain the broad iron features.",
    "url": "http://arxiv.org/abs/0812.2980v1",
    "published": "2008-12-16T06:12:17Z",
    "score": 0.5647386312484741
  },
  {
    "title": "Orbital resonances in discs around braneworld Kerr black holes",
    "summary": "Rotating black holes in the brany universe of the Randall-Sundrum type are\ndescribed by the Kerr geometry with a tidal charge b representing the\ninteraction of the brany black hole and the bulk spacetime. For b<0 rotating\nblack holes with dimensionless spin a>1 are allowed. We investigate the role of\nthe tidal charge b in the orbital resonance model of QPOs in black hole\nsystems. The orbital Keplerian, the radial and vertical epicyclic frequencies\nof the equatorial, quasicircular geodetical motion are given and their radial\nprofiles are discussed. The resonant conditions are given in three\nastrophysically relevant situations: for direct (parametric) resonances, for\nthe relativistic precession model, and for some trapped oscillations of the\nwarped discs, with resonant combinational frequencies. It is shown, how b could\ninfluence matching of the observational data indicating the 3:2 frequency ratio\nobserved in GRS 1915+105 microquasar with prediction of the orbital resonance\nmodel; limits on allowed range of the black hole parameters a and b are\nestablished. The \"magic\" dimensionless black hole spin enabling presence of\nstrong resonant phenomena at the radius where \\nu_K:\\nu_{\\theta}:\\nu_r=3:2:1 is\ndetermined in dependence on b. Such strong resonances could be relevant even in\nsources with highly scattered resonant frequencies, as those expected in Sgr\nA*. The specific values of a and b are given also for existence of specific\nradius where \\nu_K:\\nu_{\\theta}:\\nu_r=s:t:u with 5>=s>t>u being small natural\nnumbers. It is shown that for some ratios such situation is impossible in the\nfield of black holes. We can conclude that analysing the microquasars\nhigh-frequency QPOs in the framework of orbital resonance models, we can put\nrelevant limits on the tidal charge of brany Kerr black holes.",
    "url": "http://arxiv.org/abs/0812.5066v1",
    "published": "2008-12-28T17:26:30Z",
    "score": 0.5646350979804993
  },
  {
    "title": "Dynamical dark energy and variation of fundamental \"constants\"",
    "summary": "In this thesis we study the influence of a possible variation of fundamental\n\"constants\" on the process of Big Bang Nucleosynthesis (BBN). Our findings are\ncombined with further studies on variations of constants in other physical\nprocesses to constrain models of grand unification (GUT) and quintessence. We\nwill find that the 7Li problem of BBN can be ameliorated if one allows for\nvarying constants, where especially varying light quark masses show a strong\ninfluence. Furthermore, we show that recent studies of varying constants are in\ncontradiction with each other and BBN in the framework of six exemplary GUT\nscenarios, if one assumes monotonic variation with time. We conclude that there\nis strong tension between recent claims of varying constants, hence either some\nclaims have to be revised, or there are much more sophisticated GUT relations\n(and/or non-monotonic variations) realized in nature. The methods introduced in\nthis thesis prove to be powerful tools to probe regimes well beyond the\nStandard Model of particle physics or the concordance model of cosmology, which\nare currently inaccessible by experiments. Once the first irrefutable proofs of\nvarying constants are available, our method will allow for probing the\nconsistency of models beyond the standard theories like GUT or quintessence and\nalso the compatibility between these models.",
    "url": "http://arxiv.org/abs/0812.3377v1",
    "published": "2008-12-17T19:38:57Z",
    "score": 0.5627862215042114
  },
  {
    "title": "Charged Particles and the Electro-Magnetic Field in Non-Inertial Frames\n  of Minkowski Spacetime",
    "summary": "By using the 3+1 point of view and parametrized Minkowski theories we develop\nthe theory of {\\it non-inertial} frames in Minkowski space-time. The transition\nfrom a non-inertial frame to another one is a gauge transformation connecting\nthe respective notions of instantaneous 3-space (clock synchronization\nconvention) and of the 3-coordinates inside them. As a particular case we get\nthe extension of the inertial rest-frame instant form of dynamics to the\nnon-inertial rest-frame one. We show that every isolated system can be\ndescribed as an external decoupled non-covariant canonical center of mass\n(described by frozen Jacobi data) carrying a pole-dipole structure: the\ninvariant mass and an effective spin. Moreover we identify the constraints\neliminating the internal 3-center of mass inside the instantaneous 3-spaces.\n  In the case of the isolated system of positive-energy scalar particles with\nGrassmann-valued electric charges plus the electro-magnetic field we obtain\nboth Maxwell equations and their Hamiltonian description in non-inertial\nframes. Then by means of a non-covariant decomposition we define the\nnon-inertial radiation gauge and we find the form of the non-covariant Coulomb\npotential. We identify the coordinate-dependent relativistic inertial\npotentials and we show that they have the correct Newtonian limit.\n  Then we study properties of Maxwell equations in non-inertial frames like the\nwrap-up effect and the Faraday rotation in astrophysics. Also the 3+1\ndescription without coordinate-singularities of the rotating disk and the\nSagnac effect are given, with added comments on pulsar magnetosphere and on a\nrelativistic extension of the Earth-fixed coordinate system.",
    "url": "http://arxiv.org/abs/0812.3057v1",
    "published": "2008-12-16T13:46:47Z",
    "score": 0.5624592304229736
  },
  {
    "title": "String dynamics and ejection along the axis of a spinning black hole",
    "summary": "Relativistic current carrying strings moving axisymmetrically on the\nbackground of a Kerr black hole are studied. The boundaries and possible types\nof motion of a string with a given energy and current are found. Regions of\nparameters for which the string falls into the black hole, or is trapped in a\ntoroidal volume, or can escape to infinity, are identified, and representative\ntrajectories are examined by numerical integration, illustrating various\ninteresting behaviors. In particular, we find that a string can start out at\nrest near the equatorial plane and, after bouncing around, be ejected out along\nthe axis, some of its internal (elastic or rotational kinetic) energy having\nbeen transformed into translational kinetic energy. The resulting velocity can\nbe an order unity fraction of the speed of light. This process results from the\npresence of an outer tension barrier and an inner angular momentum barrier that\nare deformed by the gravitational field. We speculatively discuss the possible\nastrophysical significance of this mechanism as a means of launching a\ncollimated jet of MHD plasma flux tubes along the spin axis of a gravitating\nsystem fed by an accretion disk.",
    "url": "http://arxiv.org/abs/0812.3996v2",
    "published": "2008-12-20T20:50:25Z",
    "score": 0.5604211091995239
  },
  {
    "title": "New Limits on Sterile Neutrinos from Suzaku Observations of the Ursa\n  Minor Dwarf Spheroidal Galaxy",
    "summary": "We present results of our search for X-ray line emission associated with the\nradiative decay of the sterile neutrino, a well-motivated dark matter\ncandidate, in Suzaku Observatory spectra of the Ursa Minor dwarf spheroidal\ngalaxy. These data represent the first deep observation of one of these extreme\nmass-to-light systems and the first dedicated dark matter search using an X-ray\ntelescope. No such emission line is positively detected, and we place new\nconstraints on the combination of the sterile neutrino mass and the\nactive-sterile neutrino oscillation mixing angle. Line flux upper limits are\nderived using a maximum-likelihood-based approach that, along with the lack of\nintrinsic X-ray emission, enables us to minimize systematics and account for\nthose that remain. The limits we derive match or approach the best previous\nresults over the entire 1--20 keV mass range from a single Suzaku observation.\nThese are used to place constraints on the existence of sterile neutrinos with\ngiven parameters in the general case and in the case where they are assumed to\nconstitute all of the dark matter. The range allowed implies that sterile\nneutrinos remain a viable candidate to make up some -- or all -- of the dark\nmatter and also explain pulsar kicks and various other astrophysical phenomena.",
    "url": "http://arxiv.org/abs/0812.2710v2",
    "published": "2008-12-15T02:10:46Z",
    "score": 0.5597447752952576
  },
  {
    "title": "Profiles of emission lines generated by rings orbiting braneworld Kerr\n  black holes",
    "summary": "In the framework of the braneworld models, rotating black holes can be\ndescribed by the Kerr metric with a tidal charge representing the influence of\nthe non-local gravitational (tidal) effects of the bulk space Weyl tensor onto\nthe black hole spacetime. We study the influence of the tidal charge onto\nprofiled spectral lines generated by radiating tori orbiting in vicinity of a\nrotating black hole. We show that with lowering the negative tidal charge of\nthe black hole, the profiled line becomes to be flatter and wider keeping their\nstandard character with flux stronger at the blue edge of the profiled line.\nThe extension of the line grows with radius falling and inclination angle\ngrowing. With growing inclination angle a small hump appears in the profiled\nlines due to the strong lensing effect of photons coming from regions behind\nthe black hole. For positive tidal charge ($b>0$) and high inclination angles\ntwo small humps appear in the profiled lines close to the red and blue edge of\nthe lines due to the strong lensing effect. We can conclude that for all values\nof $b$, the strongest effect on the profiled lines shape (extension) is caused\nby the changes of the inclination angle.",
    "url": "http://arxiv.org/abs/0812.3017v1",
    "published": "2008-12-16T10:08:04Z",
    "score": 0.559242844581604
  },
  {
    "title": "The Diffuse Supernova Neutrino Background is detectable in\n  Super-Kamiokande",
    "summary": "The Diffuse Supernova Neutrino Background (DSNB) provides an immediate\nopportunity to study the emission of MeV thermal neutrinos from core-collapse\nsupernovae. The DSNB is a powerful probe of stellar and neutrino physics,\nprovided that the core-collapse rate is large enough and that its uncertainty\nis small enough. To assess the important physics enabled by the DSNB, we start\nwith the cosmic star formation history of Hopkins & Beacom (2006) and confirm\nits normalization and evolution by cross-checks with the supernova rate,\nextragalactic background light, and stellar mass density. We find a sufficient\ncore-collapse rate with small uncertainties that translate into a variation of\n+/- 40% in the DSNB event spectrum. Considering thermal neutrino spectra with\neffective temperatures between 4-6 MeV, the predicted DSNB is within a factor\n4-2 below the upper limit obtained by Super-Kamiokande in 2003. Furthermore,\ndetection prospects would be dramatically improved with a gadolinium-enhanced\nSuper-Kamiokande: the backgrounds would be significantly reduced, the fluxes\nand uncertainties converge at the lower threshold energy, and the predicted\nevent rate is 1.2-5.6 events /yr in the energy range 10-26 MeV. These results\ndemonstrate the imminent detection of the DSNB by Super-Kamiokande and its\nexciting prospects for studying stellar and neutrino physics.",
    "url": "http://arxiv.org/abs/0812.3157v3",
    "published": "2008-12-16T21:26:27Z",
    "score": 0.5591795444488525
  },
  {
    "title": "Recoil velocity at 2PN order for spinning black hole binaries",
    "summary": "We compute the flux of linear momentum carried by gravitational waves emitted\nfrom spinning binary black holes at 2PN order for generic orbits. In particular\nwe provide explicit expressions of three new types of terms, namely\nnext-to-leading order spin-orbit terms at 1.5 PN order, spin-orbit tail terms\nat 2PN order, and spin-spin terms at 2PN order. Restricting ourselves to\nquasi-circular orbits, we integrate the linear momentum flux over time to\nobtain the recoil velocity as function of orbital frequency. We find that in\nthe so-called superkick configuration the higher-order spin corrections can\nincrease the recoil velocity up to about a factor 3 with respect to the\nleading-order PN prediction. Furthermore, we provide expressions valid for\ngeneric orbits, and accurate at 2PN order, for the energy and angular momentum\ncarried by gravitational waves emitted from spinning binary black holes.\nSpecializing to quasi-circular orbits we compute the spin-spin terms at 2PN\norder in the expression for the evolution of the orbital frequency and found\nagreement with Mik\\'oczi, Vas\\'uth and Gergely. We also verified that in the\nlimit of extreme mass ratio our expressions for the energy and angular momentum\nfluxes match the ones of Tagoshi, Shibata, Tanaka and Sasaki obtained in the\ncontext of black hole perturbation theory.",
    "url": "http://arxiv.org/abs/0812.4413v2",
    "published": "2008-12-23T16:00:05Z",
    "score": 0.5572944283485413
  },
  {
    "title": "Gravitational lensing of stars orbiting the Massive Black Hole in the\n  Galactic Center",
    "summary": "The existence of a massive black hole in the center of the Milky Way,\ncoinciding with the radio source Sgr A*, is being established on more and more\nsolid ground. In principle, this black hole, acting as a gravitational lens, is\nable to bend the light emitted by stars moving within its neighborhood,\neventually generating secondary images. Extending a previous analysis of the\ngravitational lensing phenomenology to a new set of 28 stars, whose orbits have\nbeen well determined by recent observations, we have calculated all the\nproperties of their secondary images, including time and magnitude of their\nluminosity peaks and their angular distances from the central black hole. The\nbest lensing candidate is represented by the star S6, since the magnitude of\nits secondary image at the peak reaches K=20.8, with an angular separation of\n0.3 mas from the central black hole, that is just at the borders of the\nresolution limit in the K band of incoming astronomical instruments.",
    "url": "http://arxiv.org/abs/0812.3853v1",
    "published": "2008-12-19T17:01:24Z",
    "score": 0.5564748048782349
  },
  {
    "title": "Orbital resonances in discs around braneworld Kerr black holes",
    "summary": "Rotating black holes in the brany universe of the Randall-Sundrum type are\ndescribed by the Kerr geometry with a tidal charge b representing the\ninteraction of the brany black hole and the bulk spacetime. For b<0 rotating\nblack holes with dimensionless spin a>1 are allowed. We investigate the role of\nthe tidal charge b in the orbital resonance model of QPOs in black hole\nsystems. The orbital Keplerian, the radial and vertical epicyclic frequencies\nof the equatorial, quasicircular geodetical motion are given and their radial\nprofiles are discussed. The resonant conditions are given in three\nastrophysically relevant situations: for direct (parametric) resonances, for\nthe relativistic precession model, and for some trapped oscillations of the\nwarped discs, with resonant combinational frequencies. It is shown, how b could\ninfluence matching of the observational data indicating the 3:2 frequency ratio\nobserved in GRS 1915+105 microquasar with prediction of the orbital resonance\nmodel; limits on allowed range of the black hole parameters a and b are\nestablished. The \"magic\" dimensionless black hole spin enabling presence of\nstrong resonant phenomena at the radius where \\nu_K:\\nu_{\\theta}:\\nu_r=3:2:1 is\ndetermined in dependence on b. Such strong resonances could be relevant even in\nsources with highly scattered resonant frequencies, as those expected in Sgr\nA*. The specific values of a and b are given also for existence of specific\nradius where \\nu_K:\\nu_{\\theta}:\\nu_r=s:t:u with 5>=s>t>u being small natural\nnumbers. It is shown that for some ratios such situation is impossible in the\nfield of black holes. We can conclude that analysing the microquasars\nhigh-frequency QPOs in the framework of orbital resonance models, we can put\nrelevant limits on the tidal charge of brany Kerr black holes.",
    "url": "http://arxiv.org/abs/0812.5066v1",
    "published": "2008-12-28T17:26:30Z",
    "score": 0.5546159148216248
  },
  {
    "title": "Universality in oscillation modes of superfluid neutron stars?",
    "summary": "It has been well established that the $f$-mode of relativistic ordinary-fluid\nneutron stars displays a universal scaling behavior. Here we study whether the\n\"ordinary\" $f_{\\rm o}$- and \"superfluid\" $f_{\\rm s}$-modes of superfluid\nneutron stars also show similar universal behavior. We first consider a simple\ncase where the neutron superfluid and normal fluid are decoupled, and with each\nfluid modeled by a polytropic equation of state. We find that the $f_{\\rm\no}$-mode obeys the same scaling laws as established for the $f$-mode of\norindary-fluid stars. However, the oscillation frequency of the $f_{\\rm\ns}$-mode obeys a different scaling law, which can be derived analytically from\na homogenous two-fluid stellar model in Newtonian gravity. Next the coupling\neffect between the two fluids is studied via a parameterized model of\nentrainment. We find that the coupling in general breaks the universal behavior\nseen in the case of decoupled fluids. Based on a relativistic variational\nprinciple, an approximated expression is derived for the first-order shift of\nthe $f_{\\rm s}$-mode squared frequency due to the entrainment.",
    "url": "http://arxiv.org/abs/0812.3708v2",
    "published": "2008-12-19T06:38:59Z",
    "score": 0.5544627904891968
  },
  {
    "title": "Simultaneous H.E.S.S. and Chandra observations of Sagittarius A* during\n  an X-ray flare",
    "summary": "The rapidly varying (~10 minute timescale) non-thermal X-ray emission\nobserved from Sgr A* implies that particle acceleration is occuring close to\nthe event horizon of the supermassive black hole. The TeV gamma-ray source HESS\nJ1745-290 is coincident with Sgr A* and may be closely related to its X-ray\nemission. Simultaneous X-ray and TeV observations are required to elucidate the\nrelationship between these objects. We report on joint H.E.S.S./Chandra\nobservations performed in July 2005, during which an X-ray flare was detected.\nDespite a factor of 9 increase in the X-ray flux of Sgr A*, no evidence is\nfound for an increase in the TeV gamma-ray flux from this region. We find that\nan increase in the gamma-ray flux of a factor of 2 or greater can be excluded\nat a confidence level of 99%. This finding disfavours scenarios in which the\nkeV and TeV emission are associated with the same population of accelerated\nparticles and in which the bulk of the gamma-ray emission is produced within\n~10^{14} cm (~100 R_S) of the supermassive black hole.",
    "url": "http://arxiv.org/abs/0812.3762v1",
    "published": "2008-12-19T11:44:38Z",
    "score": 0.5525988340377808
  },
  {
    "title": "Gravitational wave background as a probe of the primordial black hole\n  abundance",
    "summary": "Formation of significant number of primordial black holes (PBHs) is realized\nif and only if primordial density fluctuations have a large amplitude, which\nmeans that tensor perturbations generated from these scalar perturbations as a\nsecond order effect are also large and comparable to the observational data. We\nshow that pulsar timing observation could find/rule out PBHs with \\sim 10^2\nM_solar which are considered as a candidate of intermediate-mass black holes\nand that PBHs with mass range 10^{20-26} g, which serves as a candidate of dark\nmatter, may be probed by future space-based laser interferometers and atomic\ninterferometers.",
    "url": "http://arxiv.org/abs/0812.4339v2",
    "published": "2008-12-23T10:05:57Z",
    "score": 0.5517779588699341
  },
  {
    "title": "Capability of Cherenkov Telescopes to Observe Ultra-fast Optical Flares",
    "summary": "The large optical reflector (~ 100 m^2) of a H.E.S.S. Cherenkov telescope was\nused to search for very fast optical transients of astrophysical origin. 43\nhours of observations targeting stellar-mass black holes and neutron stars were\nobtained using a dedicated photometer with microsecond time resolution. The\nphotometer consists of seven photomultiplier tube pixels: a central one to\nmonitor the target and a surrounding ring of six pixels to veto background\nevents. The light curves of all pixels were recorded continuously and were\nsearched offline with a matched-filtering technique for flares with a duration\nof 2 us to 100 ms. As expected, many unresolved (<3 us) and many long (>500 us)\nbackground events originating in the earth's atmosphere were detected. In the\ntime range 3 to 500 us the measurement is essentially background-free, with\nonly eight events detected in 43 h; five from lightning and three presumably\nfrom a piece of space debris. The detection of flashes of brightness ~ 0.1 Jy\nand only 20 us duration from the space debris shows the potential of this setup\nto find rare optical flares on timescales of tens of microseconds. This\ntimescale corresponds to the light crossing time of stellar-mass black holes\nand neutron stars.",
    "url": "http://arxiv.org/abs/0812.3966v1",
    "published": "2008-12-20T13:46:17Z",
    "score": 0.550878643989563
  },
  {
    "title": "Capability of Cherenkov Telescopes to Observe Ultra-fast Optical Flares",
    "summary": "The large optical reflector (~ 100 m^2) of a H.E.S.S. Cherenkov telescope was\nused to search for very fast optical transients of astrophysical origin. 43\nhours of observations targeting stellar-mass black holes and neutron stars were\nobtained using a dedicated photometer with microsecond time resolution. The\nphotometer consists of seven photomultiplier tube pixels: a central one to\nmonitor the target and a surrounding ring of six pixels to veto background\nevents. The light curves of all pixels were recorded continuously and were\nsearched offline with a matched-filtering technique for flares with a duration\nof 2 us to 100 ms. As expected, many unresolved (<3 us) and many long (>500 us)\nbackground events originating in the earth's atmosphere were detected. In the\ntime range 3 to 500 us the measurement is essentially background-free, with\nonly eight events detected in 43 h; five from lightning and three presumably\nfrom a piece of space debris. The detection of flashes of brightness ~ 0.1 Jy\nand only 20 us duration from the space debris shows the potential of this setup\nto find rare optical flares on timescales of tens of microseconds. This\ntimescale corresponds to the light crossing time of stellar-mass black holes\nand neutron stars.",
    "url": "http://arxiv.org/abs/0812.3966v1",
    "published": "2008-12-20T13:46:17Z",
    "score": 0.5492206811904907
  },
  {
    "title": "String dynamics and ejection along the axis of a spinning black hole",
    "summary": "Relativistic current carrying strings moving axisymmetrically on the\nbackground of a Kerr black hole are studied. The boundaries and possible types\nof motion of a string with a given energy and current are found. Regions of\nparameters for which the string falls into the black hole, or is trapped in a\ntoroidal volume, or can escape to infinity, are identified, and representative\ntrajectories are examined by numerical integration, illustrating various\ninteresting behaviors. In particular, we find that a string can start out at\nrest near the equatorial plane and, after bouncing around, be ejected out along\nthe axis, some of its internal (elastic or rotational kinetic) energy having\nbeen transformed into translational kinetic energy. The resulting velocity can\nbe an order unity fraction of the speed of light. This process results from the\npresence of an outer tension barrier and an inner angular momentum barrier that\nare deformed by the gravitational field. We speculatively discuss the possible\nastrophysical significance of this mechanism as a means of launching a\ncollimated jet of MHD plasma flux tubes along the spin axis of a gravitating\nsystem fed by an accretion disk.",
    "url": "http://arxiv.org/abs/0812.3996v2",
    "published": "2008-12-20T20:50:25Z",
    "score": 0.5474107265472412
  },
  {
    "title": "Hard (State) Problems",
    "summary": "For microquasars, the one time when these systems exhibit steady and powerful\njets is when they are in the hard state. Thus, our understanding of this state\nis key to learning about the disk/jet connection. Recent observational and\ntheoretical results have led to questions about whether we really understand\nthe physical properties of this state, and even our basic picture of this state\nis uncertain. Here, I discuss some of the recent developments and possible\nproblems with our understanding of this state. Overall, it appears that the\nstrongest challenge to the standard truncated disk picture is the detection of\nbroad iron features in the X-ray spectra, and it seems that either there is a\nproblem with the truncated disk picture or there is a problem with the\nrelativistic reflection models used to explain the broad iron features.",
    "url": "http://arxiv.org/abs/0812.2980v1",
    "published": "2008-12-16T06:12:17Z",
    "score": 0.5470004081726074
  },
  {
    "title": "Black Holes Admitting Strong Resonant Phenomena",
    "summary": "High-frequency twin peak quasiperiodic oscillations (QPOs) are observed in\nfour microquasars, i.e., Galactic black hole binary systems, with frequency\nratio very close to 3:2. In the microquasar GRS 1915+105, the structure of QPOs\nexhibits additional frequencies, and more than two frequencies are observed in\nthe Galaxy nuclei Sgr A*, or in some extragalactic sources (NGC 4051,\nMCG-6-30-15 and NGC 5408 X-1). The observed QPOs can be explained by a variety\nof the orbital resonance model versions assuming resonance of oscillations with\nthe Keplerian frequency or the vertical epicyclic frequency, and the radial\nepicyclic frequency, or some combinations of these frequencies. Generally,\ndifferent resonances could arise at different radii of an accretion disc.\nHowever, we have shown that for special values of dimensionless black hole spin\nstrong resonant phenomena could occur when different resonances can be excited\nat the same radius, as cooperative phenomena between the resonances may work in\nsuch situations. The special values of black hole spin are determined for\ntriple frequency ratio sets \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = s:t:u with s, t,\nu being small integers. The most promising example of such a special situation\narises for black holes with extraordinary resonant spin a = 0.983 at the radius\nr = 2.395 M, where \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = 3:2:1. We also predict\nthat when combinations of the orbital frequencies are allowed, QPOs with four\nfrequency ratio set 4:3:2:1 could be observed in the field of black holes with\na = 0.866, 0.882 and 0.962. Assuming the extraordinary resonant spin a = 0.983\nin Sgr A*, its QPOs with observed frequency ratio very close to 3:2:1 imply the\nblack hole mass in the interval 4.3 x 10^6 M_sun < M < 5.4 x 10^6 M_sun, in\nagreement with estimates given by other, independent, observations.",
    "url": "http://arxiv.org/abs/0812.4418v1",
    "published": "2008-12-23T20:31:44Z",
    "score": 0.5455011129379272
  },
  {
    "title": "Thermal axion constraints in non-standard thermal histories",
    "summary": "There is no direct evidence for radiation domination prior to big-bang\nnucleosynthesis, and so it is useful to consider how constraints to\nthermally-produced axions change in non-standard thermal histories. In the\nlow-temperature-reheating scenario, radiation domination begins at temperatures\nas low as 1 MeV, and is preceded by significant entropy generation. Axion\nabundances are then suppressed, and cosmological limits to axions are\nsignificantly loosened. In a kination scenario, a more modest change to axion\nconstraints occurs. Future possible constraints to axions and low-temperature\nreheating are discussed.",
    "url": "http://arxiv.org/abs/0812.4721v2",
    "published": "2008-12-27T02:15:33Z",
    "score": 0.5431581735610962
  },
  {
    "title": "Gravity Waves from Tachyonic Preheating after Hybrid Inflation",
    "summary": "We study the stochastic background of gravitational waves produced from\npreheating in hybrid inflation models. We investigate different dynamical\nregimes of preheating in these models and we compute the resulting gravity wave\nspectra using analytical estimates and numerical simulations. We discuss the\ndependence of the gravity wave frequencies and amplitudes on the various\npotential parameters. We find that large regions of the parameter space leads\nto gravity waves that may be observable in upcoming interferometric\nexperiments, including Advanced LIGO, but this generally requires very small\ncoupling constants.",
    "url": "http://arxiv.org/abs/0812.2917v1",
    "published": "2008-12-15T21:20:29Z",
    "score": 0.5429535508155823
  },
  {
    "title": "Gravitational wave background as a probe of the primordial black hole\n  abundance",
    "summary": "Formation of significant number of primordial black holes (PBHs) is realized\nif and only if primordial density fluctuations have a large amplitude, which\nmeans that tensor perturbations generated from these scalar perturbations as a\nsecond order effect are also large and comparable to the observational data. We\nshow that pulsar timing observation could find/rule out PBHs with \\sim 10^2\nM_solar which are considered as a candidate of intermediate-mass black holes\nand that PBHs with mass range 10^{20-26} g, which serves as a candidate of dark\nmatter, may be probed by future space-based laser interferometers and atomic\ninterferometers.",
    "url": "http://arxiv.org/abs/0812.4339v2",
    "published": "2008-12-23T10:05:57Z",
    "score": 0.5410203337669373
  },
  {
    "title": "Orbital resonances in discs around braneworld Kerr black holes",
    "summary": "Rotating black holes in the brany universe of the Randall-Sundrum type are\ndescribed by the Kerr geometry with a tidal charge b representing the\ninteraction of the brany black hole and the bulk spacetime. For b<0 rotating\nblack holes with dimensionless spin a>1 are allowed. We investigate the role of\nthe tidal charge b in the orbital resonance model of QPOs in black hole\nsystems. The orbital Keplerian, the radial and vertical epicyclic frequencies\nof the equatorial, quasicircular geodetical motion are given and their radial\nprofiles are discussed. The resonant conditions are given in three\nastrophysically relevant situations: for direct (parametric) resonances, for\nthe relativistic precession model, and for some trapped oscillations of the\nwarped discs, with resonant combinational frequencies. It is shown, how b could\ninfluence matching of the observational data indicating the 3:2 frequency ratio\nobserved in GRS 1915+105 microquasar with prediction of the orbital resonance\nmodel; limits on allowed range of the black hole parameters a and b are\nestablished. The \"magic\" dimensionless black hole spin enabling presence of\nstrong resonant phenomena at the radius where \\nu_K:\\nu_{\\theta}:\\nu_r=3:2:1 is\ndetermined in dependence on b. Such strong resonances could be relevant even in\nsources with highly scattered resonant frequencies, as those expected in Sgr\nA*. The specific values of a and b are given also for existence of specific\nradius where \\nu_K:\\nu_{\\theta}:\\nu_r=s:t:u with 5>=s>t>u being small natural\nnumbers. It is shown that for some ratios such situation is impossible in the\nfield of black holes. We can conclude that analysing the microquasars\nhigh-frequency QPOs in the framework of orbital resonance models, we can put\nrelevant limits on the tidal charge of brany Kerr black holes.",
    "url": "http://arxiv.org/abs/0812.5066v1",
    "published": "2008-12-28T17:26:30Z",
    "score": 0.5401779413223267
  },
  {
    "title": "Discovery of non-radial pulsations in the spectroscopic binary Herbig Ae\n  star RS Cha",
    "summary": "In this article we present a first discovery of non radial pulsations in both\ncomponents of the Herbig Ae spectroscopic binary star RS Cha. The binary was\nmonitored in quasi-continuous observations during 14 observing nights (Jan\n2006) at the 1m Mt John (New Zealand) telescope with the Hercules\nhigh-resolution echelle spectrograph. The cumulated exposure time on the star\nwas 44 hrs, corresponding to 255 individual high-resolution echelle spectra\nwith $R = 45000$. Least square deconvolved spectra (LSD) were obtained for each\nspectrum representing the effective photospheric absorption profile modified by\npulsations. Difference spectra were calculated by subtracting rotationally\nbroadened artificial profiles; these residual spectra were analysed and\nnon-radial pulsations were detected. A subsequent analysis with two\ncomplementary methods, namely Fourier Parameter Fit (FPF) and Fourier 2D (F2D)\nhas been performed and first constraints on the pulsation modes have been\nderived. In fact, both components of the spectroscopic binary are Herbig Ae\nstars and both show NRPs. The FPF method identified 2 modes for the primary\ncomponent with (degree l, azimuthal number m) couples ordered by decreasing\nprobability: f_1 = 21.11 c/d with (l,m) = (11,11), (11,9) or (10,6) and f_2 =\n30.38 c/d with (l,m) = (10,6) or (9,5). The F2D analysis indicates for f_1 a\ndegree l = 8-10. For the secondary component, the FPF method identified 3 modes\nwith (l,m) ordered by decreasing probability: f_1 = 12.81 c/d with (l,m) =\n(2,1) or (2,2), f_2b = 19.11 c/d with (l,m) = (13,5) or (10,5) and f_3 = 24.56\nc/d with (l,m) = (6,3) or (6,5). The F2D analysis indicates for f_1 a degree l\n= 2 or 3, but proposes a contradictory identification of f_2 as a radial\npulsation (l = 0).",
    "url": "http://arxiv.org/abs/0812.4218v1",
    "published": "2008-12-22T15:28:16Z",
    "score": 0.5397417545318604
  },
  {
    "title": "Black Holes Admitting Strong Resonant Phenomena",
    "summary": "High-frequency twin peak quasiperiodic oscillations (QPOs) are observed in\nfour microquasars, i.e., Galactic black hole binary systems, with frequency\nratio very close to 3:2. In the microquasar GRS 1915+105, the structure of QPOs\nexhibits additional frequencies, and more than two frequencies are observed in\nthe Galaxy nuclei Sgr A*, or in some extragalactic sources (NGC 4051,\nMCG-6-30-15 and NGC 5408 X-1). The observed QPOs can be explained by a variety\nof the orbital resonance model versions assuming resonance of oscillations with\nthe Keplerian frequency or the vertical epicyclic frequency, and the radial\nepicyclic frequency, or some combinations of these frequencies. Generally,\ndifferent resonances could arise at different radii of an accretion disc.\nHowever, we have shown that for special values of dimensionless black hole spin\nstrong resonant phenomena could occur when different resonances can be excited\nat the same radius, as cooperative phenomena between the resonances may work in\nsuch situations. The special values of black hole spin are determined for\ntriple frequency ratio sets \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = s:t:u with s, t,\nu being small integers. The most promising example of such a special situation\narises for black holes with extraordinary resonant spin a = 0.983 at the radius\nr = 2.395 M, where \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = 3:2:1. We also predict\nthat when combinations of the orbital frequencies are allowed, QPOs with four\nfrequency ratio set 4:3:2:1 could be observed in the field of black holes with\na = 0.866, 0.882 and 0.962. Assuming the extraordinary resonant spin a = 0.983\nin Sgr A*, its QPOs with observed frequency ratio very close to 3:2:1 imply the\nblack hole mass in the interval 4.3 x 10^6 M_sun < M < 5.4 x 10^6 M_sun, in\nagreement with estimates given by other, independent, observations.",
    "url": "http://arxiv.org/abs/0812.4418v1",
    "published": "2008-12-23T20:31:44Z",
    "score": 0.5396999716758728
  },
  {
    "title": "Dynamical dark energy and variation of fundamental \"constants\"",
    "summary": "In this thesis we study the influence of a possible variation of fundamental\n\"constants\" on the process of Big Bang Nucleosynthesis (BBN). Our findings are\ncombined with further studies on variations of constants in other physical\nprocesses to constrain models of grand unification (GUT) and quintessence. We\nwill find that the 7Li problem of BBN can be ameliorated if one allows for\nvarying constants, where especially varying light quark masses show a strong\ninfluence. Furthermore, we show that recent studies of varying constants are in\ncontradiction with each other and BBN in the framework of six exemplary GUT\nscenarios, if one assumes monotonic variation with time. We conclude that there\nis strong tension between recent claims of varying constants, hence either some\nclaims have to be revised, or there are much more sophisticated GUT relations\n(and/or non-monotonic variations) realized in nature. The methods introduced in\nthis thesis prove to be powerful tools to probe regimes well beyond the\nStandard Model of particle physics or the concordance model of cosmology, which\nare currently inaccessible by experiments. Once the first irrefutable proofs of\nvarying constants are available, our method will allow for probing the\nconsistency of models beyond the standard theories like GUT or quintessence and\nalso the compatibility between these models.",
    "url": "http://arxiv.org/abs/0812.3377v1",
    "published": "2008-12-17T19:38:57Z",
    "score": 0.5379081964492798
  },
  {
    "title": "Mutual Orbits and Masses of Six Transneptunian Binaries",
    "summary": "We present Hubble Space Telescope observations of six binary transneptunian\nsystems: 2000 QL251, 2003 TJ58, 2001 XR254, 1999 OJ4, (134860) 2000 OJ67, and\n2004 PB108. The mutual orbits of these systems are found to have periods\nranging from 22 to 137 days, semimajor axes ranging from 2360 to 10500 km, and\neccentricities ranging from 0.09 to 0.55. These orbital parameters enable\nestimation of system masses ranging from 0.2 to 9.7 x 10+18 kg. For reasonable\nassumptions of bulk density (0.5 to 2.0 g cm-3), the masses can be combined\nwith visible photometry to constrain sizes and albedos. The resulting albedos\nare consistent with an emerging picture of the dynamically \"Cold\" Classical\nsubpopulation having relatively high albedos, compared with comparablysized\nobjects on more dynamically excited orbits.",
    "url": "http://arxiv.org/abs/0812.3126v2",
    "published": "2008-12-16T18:52:34Z",
    "score": 0.5370356440544128
  },
  {
    "title": "Gravitational wave detection using pulsars: status of the Parkes Pulsar\n  Timing Array project",
    "summary": "The first direct detection of gravitational waves may be made through\nobservations of pulsars. The principal aim of pulsar timing array projects\nbeing carried out worldwide is to detect ultra-low frequency gravitational\nwaves (f ~ 10^-9 to 10^-8 Hz). Such waves are expected to be caused by\ncoalescing supermassive binary black holes in the cores of merged galaxies. It\nis also possible that a detectable signal could have been produced in the\ninflationary era or by cosmic strings. In this paper we review the current\nstatus of the Parkes Pulsar Timing Array project (the only such project in the\nSouthern hemisphere) and compare the pulsar timing technique with other forms\nof gravitational-wave detection such as ground- and space-based interferometer\nsystems.",
    "url": "http://arxiv.org/abs/0812.2721v1",
    "published": "2008-12-15T04:23:08Z",
    "score": 0.536749005317688
  },
  {
    "title": "Shape and kinematics of elliptical galaxies: evolution due to merging at\n  z < 1.5",
    "summary": "Aims:In this study we investigate the evolution of shape and kinematics of\nelliptical galaxies in a cosmological framework.\n  Methods: We use a set of hydrodynamic, self-consistent simulations operating\nin the context of a concordance cosmological model where relaxed\nelliptical-like objects (ELOs) were identified at redshifts z=0, z=0.5, z=1 and\nz=1.5.\n  Results: The population of elliptical systems analysed here present a\nsystematic change through time, i.e. evolution, by becoming rounder in general\nat z=0 and, at the same time more velocity dispersion supported. This is found\nto be primarily due to major dry mergers where only a modest amount of angular\nmomentum is involved into the merger event. Despite the general trend, in a\nsignificant amount of cases the merger event involves a higher specific angular\nmomentum, which in general causes the system to acquire a higher rotational\nsupport and/or a more oblate shape. These evolutionary patterns are still\npresent when we study our systems in projection, mimicking real observations,\nand thus they should become apparent in future observations.",
    "url": "http://arxiv.org/abs/0812.4306v1",
    "published": "2008-12-23T18:13:16Z",
    "score": 0.5360352396965027
  },
  {
    "title": "Supernova neutrino three-flavor evolution with dominant collective\n  effects",
    "summary": "Neutrino and antineutrino fluxes from a core-collapse galactic supernova are\nstudied, within a representative three-flavor scenario with inverted mass\nhierarchy and tiny 1-3 mixing. The initial flavor evolution is dominated by\ncollective self-interaction effects, which are computed in a full three-family\nframework along an averaged radial trajectory. During the whole time span\nconsidered (t=1-20 s), neutrino and antineutrino spectral splits emerge as\ndominant features in the energy domain for the final, observable fluxes. Some\nminor or unobservable three-family features (e.g., related to the\nmuonic-tauonic flavor sector) are also discussed for completeness. The main\nresults can be useful for SN event rate simulations in specific detectors.",
    "url": "http://arxiv.org/abs/0812.3031v2",
    "published": "2008-12-16T11:25:28Z",
    "score": 0.5353786945343018
  },
  {
    "title": "Intermediate-Mass Black Holes as LISA Sources",
    "summary": "Intermediate-mass black holes (IMBHs), with masses of hundreds to thousands\nof solar masses, will be unique sources of gravitational waves for LISA. Here\nwe discuss their context as well as specific characteristics of IMBH-IMBH and\nIMBH-supermassive black hole mergers and how these would allow sensitive tests\nof the predictions of general relativity in strong gravity.",
    "url": "http://arxiv.org/abs/0812.3028v1",
    "published": "2008-12-16T11:10:49Z",
    "score": 0.5353404879570007
  },
  {
    "title": "Pulsar timing and spacetime curvature",
    "summary": "We analyze the effect of weak field gravitational waves on the timing of\npulsars, with particular attention to gauge invariance, that is, to the effects\nthat are independent of the choice of coordinates. We find: (i) the Doppler\nshift cannot be separated into gauge invariant gravitational wave and kinetic\ncontributions; (ii) a gauge invariant separation can be made for the time\nderivative of the Doppler shift in which the gravitational wave contribution is\ndirectly related to the Riemann tensor, and the kinetic contribution is that\nfor special relativity; (iii) the gauge dependent effects in the Doppler shift\nplay no role in the program of gravitational wave detection via pulsar timing.\nThe direct connection shown between pulsar timing and the Riemann tensor of the\ngravitational waves will be of importance in discussions of gravitational waves\nfrom alternative (non-Einsteinian) theories of gravitation.",
    "url": "http://arxiv.org/abs/0812.3941v1",
    "published": "2008-12-20T06:26:04Z",
    "score": 0.5336633920669556
  },
  {
    "title": "Recoil velocity at 2PN order for spinning black hole binaries",
    "summary": "We compute the flux of linear momentum carried by gravitational waves emitted\nfrom spinning binary black holes at 2PN order for generic orbits. In particular\nwe provide explicit expressions of three new types of terms, namely\nnext-to-leading order spin-orbit terms at 1.5 PN order, spin-orbit tail terms\nat 2PN order, and spin-spin terms at 2PN order. Restricting ourselves to\nquasi-circular orbits, we integrate the linear momentum flux over time to\nobtain the recoil velocity as function of orbital frequency. We find that in\nthe so-called superkick configuration the higher-order spin corrections can\nincrease the recoil velocity up to about a factor 3 with respect to the\nleading-order PN prediction. Furthermore, we provide expressions valid for\ngeneric orbits, and accurate at 2PN order, for the energy and angular momentum\ncarried by gravitational waves emitted from spinning binary black holes.\nSpecializing to quasi-circular orbits we compute the spin-spin terms at 2PN\norder in the expression for the evolution of the orbital frequency and found\nagreement with Mik\\'oczi, Vas\\'uth and Gergely. We also verified that in the\nlimit of extreme mass ratio our expressions for the energy and angular momentum\nfluxes match the ones of Tagoshi, Shibata, Tanaka and Sasaki obtained in the\ncontext of black hole perturbation theory.",
    "url": "http://arxiv.org/abs/0812.4413v2",
    "published": "2008-12-23T16:00:05Z",
    "score": 0.532012403011322
  },
  {
    "title": "A Characteristic Division Between the Fueling of Quasars and Seyferts:\n  Five Simple Tests",
    "summary": "Given the existence of the M_BH-sigma relation, models of self-regulated\nblack hole (BH) growth require both a fuel supply and growth of the host bulge\nto deepen the potential, or else the system will either starve or self-regulate\nwithout sustained activity. This suggests that bright quasars must be triggered\nin major mergers: a large fraction of the galaxy must be converted to new bulge\nmass in a dynamical time or less. Low-luminosity AGN, in contrast, require\nlittle bulge growth and small gas supplies, and could be triggered in more\ncommon non-merger events. This predicts a transition to merger-induced fueling\naround the traditional quasar-Seyfert luminosity divide (growth of BH masses\nabove/below 10^7 M_sun). We compile observations to test several predictions of\nsuch a division, including: (1) A transition to bulge-dominated hosts. (2) A\ntransition between 'pseudobulges' and 'classical' bulges hosting the remnant\nBHs: pseudobulges are formed in secular processes and minor mergers, whereas\nclassical bulges are relics of major mergers. (3) An increase in the amplitude\nof small-scale clustering where mergers are more efficient. (4) Different\nredshift evolution, with gas-rich merger rates rising to redshifts z>2 while\nsecular processes are relatively constant in time. (5) An increasing prominence\nof post-starburst features in more luminous systems. Our compilation of\nobservations provides tentative evidence for the predicted division around the\nSeyfert-quasar threshold. We discuss how future observations can improve these\nconstraints and break degeneracies between different fueling models.",
    "url": "http://arxiv.org/abs/0812.2915v1",
    "published": "2008-12-15T21:11:31Z",
    "score": 0.5303549766540527
  },
  {
    "title": "The prospects of finding the first quasars in the universe",
    "summary": "We study the prospects of finding the first quasars in the universe with ALMA\nand JWST. For this purpose, we derive a model for the high-redshift black hole\npopulation based on observed relations between the black hole mass and the host\ngalaxy. We re-address previous constraints from the X-ray background with\nparticular focus on black hole luminosities below the Eddington limit as\nobserved in many local AGN. For such luminosities, up to 20% of high-redshift\nblack holes can be active quasars. We then discuss the observables of\nhigh-redshift black holes for ALMA and JWST by adopting NGC 1068 as a reference\nsystem. We calculate the expected flux of different fine-structure lines for a\nsimilar system at higher redshift, and provide further predictions for high-J\nCO lines. We discuss the expected fluxes from stellar light, the AGN continuum\nand the Lyman $\\alpha$ line for JWST. Line fluxes observed with ALMA can be\nused to derive detailed properties of high-redshift sources. We suggest two\nobservational strategies to find potential AGN at high redshift and estimate\nthe expected number of sources, which is between 1-10 for ALMA with a field of\nview of $\\sim(1')^2$ searching for line emission and 100-1000 for JWST with a\nfield of view of $(2.16')^2$ searching for continuum radiation. We find that\nboth telescopes can probe high-redshift quasars down to redshift 10 and beyond,\nand therefore truely detect the first quasars in the universe.",
    "url": "http://arxiv.org/abs/0812.3950v1",
    "published": "2008-12-20T09:15:19Z",
    "score": 0.530214786529541
  },
  {
    "title": "Significant Limb-Brightening in the Inner Parsec of Markarian 501",
    "summary": "We present three 43 GHz images and a single 86 GHz image of Markarian 501\nfrom VLBA observations in 2005. The 86 GHz image shows a partially resolved\ncore with a flux density of about 200 mJy and a size of about 300 Schwarzschild\nradii, similar to recent results by Giroletti et al. Extreme limb-brightening\nis found in the inner parsec of the jet in the 43 GHz images, providing strong\nobservational support for a `spine-layer' structure at this distance from the\ncore. The jet is well resolved transverse to its axis, allowing Gaussian model\ncomponents to be fit to each limb of the jet. The spine-layer brightness ratio\nand relative sizes, the jet opening angle, and a tentative detection of\nsuperluminal motion in the layer are all discussed.",
    "url": "http://arxiv.org/abs/0812.3164v1",
    "published": "2008-12-16T22:05:14Z",
    "score": 0.5288422107696533
  },
  {
    "title": "Asymptotically FRW black holes",
    "summary": "Application of concepts like black hole and event horizon in cosmological\ncontext are not trivial, as has been shown in the last decade. We introduce\nspecial solutions of the LTB family representing collapsing over-dense regions\nextending to an expanding closed, open, or flat FRW model asymptotically. We\nstudy the dynamics of the collapsing region, and its density profile. The\nquestion of the strength of the central singularity and its nakedness, as well\nas the existence of an apparent horizon and an event horizon is dealt with in\ndetail. Differences to the Schwarzschild black hole are addressed.",
    "url": "http://arxiv.org/abs/0812.5108v3",
    "published": "2008-12-30T19:58:20Z",
    "score": 0.5283104181289673
  },
  {
    "title": "Reversal of the amplitude difference of kHz QPOs in six atoll sources",
    "summary": "AIMS: For six neutron-star atoll sources (4U 1608-52, 4U 1636-53, 4U 0614+09,\n4U 1728-34, 4U 1820-30 and 4U 1735-44) we investigate the relationship between\nthe observed fractional rms amplitudes of the twin kHz QPOs. We discuss whether\nthis displays features that could have a physical meaning in terms of the\nproposed QPO models. METHOD: We consider the difference in rms amplitude\nbetween the upper and lower kHz QPOs, as a function of the frequency ratio R.\nWe compare two data sets. Set I is a collection taken from published data. Set\nII has rms amplitude values obtained by automatic fitting of continuous\nsegments of RXTE-PCA observations. RESULTS: For each of the six sources, we\nfind that there is a point in the R domain around which the amplitudes of the\ntwo twin kHz QPOs are the same. We find such a point located inside a narrow\ninterval R=1.5 +-3%. Further investigation is needed in the case of two sources\nto explore this finding, since we have not determined this point in Set II.\nThere is evidence of a similar point close to R = 1.33 or R = 1.25 in the four\nsources. We suggest that some of these points may correspond to the documented\nclustering of the twin kHz QPO frequency ratios. CONCLUSIONS: For the sources\nstudied, the rms amplitudes of the two kHz peaks become equal when the\nfrequencies of the oscillations pass through a certain ratio R, which is\nroughly the same for each of the sources. In terms of the orbital QPO models,\nwith some assumptions concerning the QPO modulation, this finding implies the\nexistence of a specific orbit at a common value of the dimensionless radius, at\nwhich the oscillations corresponding to the two peaks come into balance. In a\nmore general context, the amplitude difference behaviour suggests the possible\nexistence of an energy interchange between the upper and lower QPO modes.",
    "url": "http://arxiv.org/abs/0812.4751v2",
    "published": "2008-12-27T22:11:36Z",
    "score": 0.5282654762268066
  },
  {
    "title": "Hard (State) Problems",
    "summary": "For microquasars, the one time when these systems exhibit steady and powerful\njets is when they are in the hard state. Thus, our understanding of this state\nis key to learning about the disk/jet connection. Recent observational and\ntheoretical results have led to questions about whether we really understand\nthe physical properties of this state, and even our basic picture of this state\nis uncertain. Here, I discuss some of the recent developments and possible\nproblems with our understanding of this state. Overall, it appears that the\nstrongest challenge to the standard truncated disk picture is the detection of\nbroad iron features in the X-ray spectra, and it seems that either there is a\nproblem with the truncated disk picture or there is a problem with the\nrelativistic reflection models used to explain the broad iron features.",
    "url": "http://arxiv.org/abs/0812.2980v1",
    "published": "2008-12-16T06:12:17Z",
    "score": 0.5275739431381226
  },
  {
    "title": "Gravitational lensing of stars orbiting the Massive Black Hole in the\n  Galactic Center",
    "summary": "The existence of a massive black hole in the center of the Milky Way,\ncoinciding with the radio source Sgr A*, is being established on more and more\nsolid ground. In principle, this black hole, acting as a gravitational lens, is\nable to bend the light emitted by stars moving within its neighborhood,\neventually generating secondary images. Extending a previous analysis of the\ngravitational lensing phenomenology to a new set of 28 stars, whose orbits have\nbeen well determined by recent observations, we have calculated all the\nproperties of their secondary images, including time and magnitude of their\nluminosity peaks and their angular distances from the central black hole. The\nbest lensing candidate is represented by the star S6, since the magnitude of\nits secondary image at the peak reaches K=20.8, with an angular separation of\n0.3 mas from the central black hole, that is just at the borders of the\nresolution limit in the K band of incoming astronomical instruments.",
    "url": "http://arxiv.org/abs/0812.3853v1",
    "published": "2008-12-19T17:01:24Z",
    "score": 0.5270572900772095
  },
  {
    "title": "Constraints on amplitudes of curvature perturbations from primordial\n  black holes",
    "summary": "We calculate the primordial black hole (PBH) mass spectrum produced from a\ncollapse of the primordial density fluctuations in the early Universe using, as\nan input, several theoretical models giving the curvature perturbation power\nspectra with large (~ 0.01 - 0.1) values at some scale of comoving wave numbers\nk. In the calculation we take into account the explicit dependence of\ngravitational (Bardeen) potential on time. Using the PBH mass spectra, we\nfurther calculate the neutrino and photon energy spectra in extragalactic space\nfrom evaporation of light PBHs, and the energy density fraction contained in\nPBHs today (for heavier PBHs). We obtain the constraints on the model\nparameters using available experimental data (including data on neutrino and\nphoton cosmic backgrounds). We briefly discuss the possibility that the\nobserved 511 keV line from the Galactic center is produced by annihilation of\npositrons evaporated by PBHs.",
    "url": "http://arxiv.org/abs/0812.4247v3",
    "published": "2008-12-22T17:25:21Z",
    "score": 0.5258901715278625
  },
  {
    "title": "Capability of Cherenkov Telescopes to Observe Ultra-fast Optical Flares",
    "summary": "The large optical reflector (~ 100 m^2) of a H.E.S.S. Cherenkov telescope was\nused to search for very fast optical transients of astrophysical origin. 43\nhours of observations targeting stellar-mass black holes and neutron stars were\nobtained using a dedicated photometer with microsecond time resolution. The\nphotometer consists of seven photomultiplier tube pixels: a central one to\nmonitor the target and a surrounding ring of six pixels to veto background\nevents. The light curves of all pixels were recorded continuously and were\nsearched offline with a matched-filtering technique for flares with a duration\nof 2 us to 100 ms. As expected, many unresolved (<3 us) and many long (>500 us)\nbackground events originating in the earth's atmosphere were detected. In the\ntime range 3 to 500 us the measurement is essentially background-free, with\nonly eight events detected in 43 h; five from lightning and three presumably\nfrom a piece of space debris. The detection of flashes of brightness ~ 0.1 Jy\nand only 20 us duration from the space debris shows the potential of this setup\nto find rare optical flares on timescales of tens of microseconds. This\ntimescale corresponds to the light crossing time of stellar-mass black holes\nand neutron stars.",
    "url": "http://arxiv.org/abs/0812.3966v1",
    "published": "2008-12-20T13:46:17Z",
    "score": 0.5252562761306763
  },
  {
    "title": "Constraints on accelerating universe using ESSENCE and Gold supernovae\n  data combined with other cosmological probes",
    "summary": "We use recently observed data: the 192 ESSENCE type Ia supernovae (SNe Ia),\nthe 182 Gold SNe Ia, the 3-year WMAP, the SDSS baryon acoustic peak, the X-ray\ngas mass fraction in clusters and the observational $H(z)$ data to constrain\nmodels of the accelerating universe. Combining the 192 ESSENCE data with the\nobservational $H(z)$ data to constrain a parameterized deceleration parameter,\nwe obtain the best fit values of transition redshift and current deceleration\nparameter $z_{T}=0.632^{+0.256}_{-0.127}$, $q_{0}=-0.788^{+0.182}_{-0.182}$.\nFurthermore, using $\\Lambda$CDM model and two model-independent equation of\nstate of dark energy, we find that the combined constraint from the 192 ESSENCE\ndata and other four cosmological observations gives smaller values of\n$\\Omega_{0m}$ and $q_{0}$, but a larger value of $z_{T}$ than the combined\nconstraint from the 182 Gold data with other four observations. Finally,\naccording to the Akaike information criterion it is shown that the recently\nobserved data equally supports three dark energy models: $\\Lambda$CDM,\n$w_{de}(z)=w_{0}$ and $w_{de}(z)=w_{0}+w_{1}\\ln(1+z)$.",
    "url": "http://arxiv.org/abs/0812.3209v1",
    "published": "2008-12-17T06:11:38Z",
    "score": 0.5239263772964478
  },
  {
    "title": "Oscillations of Rapidly Rotating Superfluid Stars",
    "summary": "Using time evolutions of the relevant linearised equations we study\nnon-axisymmetric oscillations of rapidly rotating and superfluid neutron stars.\nWe consider perturbations of Newtonian axisymmetric background configurations\nand account for the presence of superfluid components via the standard\ntwo-fluid model. Within the Cowling approximation, we are able to carry out\nevolutions for uniformly rotating stars up to the mass-shedding limit. This\nleads to the first detailed analysis of superfluid neutron star oscillations in\nthe fast rotation regime, where the star is significantly deformed by the\ncentrifugal force. For simplicity, we focus on background models where the two\nfluids (superfluid neutrons and protons) co-rotate, are in beta-equilibrium and\ncoexist throughout the volume of the star. We construct sequences of rotating\nstars for two analytical model equations of state. These models represent\nrelatively simple generalisations of single fluid, polytropic stars. We study\nthe effects of entrainment, rotation and symmetry energy on non-radial\noscillations of these models. Our results show that entrainment and symmetry\nenergy can have a significant effect on the rotational splitting of\nnon-axisymmetric modes. In particular, the symmetry energy modifies the\ninertial mode frequencies considerably in the regime of fast rotation.",
    "url": "http://arxiv.org/abs/0812.3569v2",
    "published": "2008-12-18T16:08:24Z",
    "score": 0.521726131439209
  },
  {
    "title": "The prospects of finding the first quasars in the universe",
    "summary": "We study the prospects of finding the first quasars in the universe with ALMA\nand JWST. For this purpose, we derive a model for the high-redshift black hole\npopulation based on observed relations between the black hole mass and the host\ngalaxy. We re-address previous constraints from the X-ray background with\nparticular focus on black hole luminosities below the Eddington limit as\nobserved in many local AGN. For such luminosities, up to 20% of high-redshift\nblack holes can be active quasars. We then discuss the observables of\nhigh-redshift black holes for ALMA and JWST by adopting NGC 1068 as a reference\nsystem. We calculate the expected flux of different fine-structure lines for a\nsimilar system at higher redshift, and provide further predictions for high-J\nCO lines. We discuss the expected fluxes from stellar light, the AGN continuum\nand the Lyman $\\alpha$ line for JWST. Line fluxes observed with ALMA can be\nused to derive detailed properties of high-redshift sources. We suggest two\nobservational strategies to find potential AGN at high redshift and estimate\nthe expected number of sources, which is between 1-10 for ALMA with a field of\nview of $\\sim(1')^2$ searching for line emission and 100-1000 for JWST with a\nfield of view of $(2.16')^2$ searching for continuum radiation. We find that\nboth telescopes can probe high-redshift quasars down to redshift 10 and beyond,\nand therefore truely detect the first quasars in the universe.",
    "url": "http://arxiv.org/abs/0812.3950v1",
    "published": "2008-12-20T09:15:19Z",
    "score": 0.5215883255004883
  },
  {
    "title": "Dynamical dark energy and variation of fundamental \"constants\"",
    "summary": "In this thesis we study the influence of a possible variation of fundamental\n\"constants\" on the process of Big Bang Nucleosynthesis (BBN). Our findings are\ncombined with further studies on variations of constants in other physical\nprocesses to constrain models of grand unification (GUT) and quintessence. We\nwill find that the 7Li problem of BBN can be ameliorated if one allows for\nvarying constants, where especially varying light quark masses show a strong\ninfluence. Furthermore, we show that recent studies of varying constants are in\ncontradiction with each other and BBN in the framework of six exemplary GUT\nscenarios, if one assumes monotonic variation with time. We conclude that there\nis strong tension between recent claims of varying constants, hence either some\nclaims have to be revised, or there are much more sophisticated GUT relations\n(and/or non-monotonic variations) realized in nature. The methods introduced in\nthis thesis prove to be powerful tools to probe regimes well beyond the\nStandard Model of particle physics or the concordance model of cosmology, which\nare currently inaccessible by experiments. Once the first irrefutable proofs of\nvarying constants are available, our method will allow for probing the\nconsistency of models beyond the standard theories like GUT or quintessence and\nalso the compatibility between these models.",
    "url": "http://arxiv.org/abs/0812.3377v1",
    "published": "2008-12-17T19:38:57Z",
    "score": 0.5211729407310486
  },
  {
    "title": "The Structures of Distant Galaxies - III: The Merger History of over\n  20,000 Massive Galaxies at z < 1.2",
    "summary": "Utilizing deep Hubble Space Telescope imaging from the two largest field\ngalaxy surveys, the Extended Groth Strip (EGS) and the COSMOS survey, we\nexamine the structural properties, and derive the merger history for 21,902\ngalaxies with M_*>10^{10} M_0 at z<1.2. We examine the structural CAS\nparameters of these galaxies, deriving merger fractions, at 0.2<z<1.2, based on\nthe asymmetry and clumpiness values of these systems. We find that the merger\nfraction between z=0.2 and z=1.2 increases from roughly f_m=0.04+/-0.01 to\nf_m=0.13+/-0.01. We explore several fitting formalisms for parameterising the\nmerger fraction, and compare our results to other structural studies and pair\nmethods within the DEEP2, VVDS, and COSMOS fields. We also re-examine our\nmethod for selecting mergers, and the inherent error budget and systematics\nassociated with identifying mergers using structure. For galaxies selected by\nM_*>10^{10} M_0, the merger fraction can be parameterised by f_m = f_0*(1+z)^m\nwith the power-law slope m=2.3+/-0.4. By using the best available z = 0 prior\nthe slope increases to m=3.8+/-0.2, showing how critical the measurement of\nlocal merger properties are for deriving the evolution of the merger fraction.\nWe furthermore show that the merger fraction derived through structure is\nroughly a factor of 3-6 higher than pair fractions. Based on the latest\ncosmological simulations of mergers we show that this ratio is predicted, and\nthat both methods are likely tracing the merger fraction and rate properly. We\ncalculate, utilising merger time scales from simulations, and previously\npublished merger fractions that the merger rate of galaxies with M_*>10^{10}\nM_0 increases linearly between z = 0.7 and z = 3, and that a typical\nM_*>10^{10} M_0 galaxy undergoes between 1-2 major mergers at z<1.2.",
    "url": "http://arxiv.org/abs/0812.3237v1",
    "published": "2008-12-17T10:13:17Z",
    "score": 0.5210853815078735
  },
  {
    "title": "Gravity Waves from Tachyonic Preheating after Hybrid Inflation",
    "summary": "We study the stochastic background of gravitational waves produced from\npreheating in hybrid inflation models. We investigate different dynamical\nregimes of preheating in these models and we compute the resulting gravity wave\nspectra using analytical estimates and numerical simulations. We discuss the\ndependence of the gravity wave frequencies and amplitudes on the various\npotential parameters. We find that large regions of the parameter space leads\nto gravity waves that may be observable in upcoming interferometric\nexperiments, including Advanced LIGO, but this generally requires very small\ncoupling constants.",
    "url": "http://arxiv.org/abs/0812.2917v1",
    "published": "2008-12-15T21:20:29Z",
    "score": 0.5209560394287109
  },
  {
    "title": "Cosmological consequences of Yukawa-unified SUSY with mixed axion/axino\n  cold and warm dark matter",
    "summary": "Supersymmetric models with t-b-\\tau Yukawa unification at M_{GUT}\nqualitatively predict a sparticle mass spectrum including first and second\ngeneration scalars at the 3--15 TeV scale, third generation scalars at the\n(few) TeV scale and gluinos in the sub-TeV range. The neutralino relic density\nin these models typically turns out to lie far above the measured dark matter\nabundance, prompting the suggestion that instead dark matter is composed of an\naxion/axino mixture. We explore the axion and thermal and non-thermal axino\ndark matter abundance in Yukawa-unified SUSY models. We find in this scenario\nthat {\\it i}). rather large values of Peccei-Quinn symmetry breaking scale\nf_a\\sim 10^{12} GeV are favored and {\\it ii}). rather large values of GUT scale\nscalar masses \\sim 10-15 TeV allow for the re-heat temperature T_R of the\nuniverse to be T_R\\agt 10^6 GeV. This allows in turn a solution to the\ngravitino/Big Bang Nucleosynthesis problem while also allowing for baryogenesis\nvia non-thermal leptogenesis. The large scalar masses for Yukawa-unified models\nare also favored by data on b\\to s\\gamma and B_s\\to \\mu^+\\mu^- decay. Testable\nconsequences from this scenario include a variety of robust LHC signatures, a\npossible axion detection at axion search experiments, but null results from\ndirect and indirect WIMP search experiments.",
    "url": "http://arxiv.org/abs/0812.2693v1",
    "published": "2008-12-14T23:14:04Z",
    "score": 0.5208488702774048
  },
  {
    "title": "Pulsar timing and spacetime curvature",
    "summary": "We analyze the effect of weak field gravitational waves on the timing of\npulsars, with particular attention to gauge invariance, that is, to the effects\nthat are independent of the choice of coordinates. We find: (i) the Doppler\nshift cannot be separated into gauge invariant gravitational wave and kinetic\ncontributions; (ii) a gauge invariant separation can be made for the time\nderivative of the Doppler shift in which the gravitational wave contribution is\ndirectly related to the Riemann tensor, and the kinetic contribution is that\nfor special relativity; (iii) the gauge dependent effects in the Doppler shift\nplay no role in the program of gravitational wave detection via pulsar timing.\nThe direct connection shown between pulsar timing and the Riemann tensor of the\ngravitational waves will be of importance in discussions of gravitational waves\nfrom alternative (non-Einsteinian) theories of gravitation.",
    "url": "http://arxiv.org/abs/0812.3941v1",
    "published": "2008-12-20T06:26:04Z",
    "score": 0.5197343826293945
  },
  {
    "title": "String dynamics and ejection along the axis of a spinning black hole",
    "summary": "Relativistic current carrying strings moving axisymmetrically on the\nbackground of a Kerr black hole are studied. The boundaries and possible types\nof motion of a string with a given energy and current are found. Regions of\nparameters for which the string falls into the black hole, or is trapped in a\ntoroidal volume, or can escape to infinity, are identified, and representative\ntrajectories are examined by numerical integration, illustrating various\ninteresting behaviors. In particular, we find that a string can start out at\nrest near the equatorial plane and, after bouncing around, be ejected out along\nthe axis, some of its internal (elastic or rotational kinetic) energy having\nbeen transformed into translational kinetic energy. The resulting velocity can\nbe an order unity fraction of the speed of light. This process results from the\npresence of an outer tension barrier and an inner angular momentum barrier that\nare deformed by the gravitational field. We speculatively discuss the possible\nastrophysical significance of this mechanism as a means of launching a\ncollimated jet of MHD plasma flux tubes along the spin axis of a gravitating\nsystem fed by an accretion disk.",
    "url": "http://arxiv.org/abs/0812.3996v2",
    "published": "2008-12-20T20:50:25Z",
    "score": 0.5185752511024475
  },
  {
    "title": "Reconstructing Baryon Oscillations: A Lagrangian Theory Perspective",
    "summary": "Recently Eisenstein and collaborators introduced a method to `reconstruct'\nthe linear power spectrum from a non-linearly evolved galaxy distribution in\norder to improve precision in measurements of baryon acoustic oscillations. We\nreformulate this method within the Lagrangian picture of structure formation,\nto better understand what such a method does, and what the resulting power\nspectra are. We show that reconstruction does not reproduce the linear density\nfield, at second order. We however show that it does reduce the damping of the\noscillations due to non-linear structure formation, explaining the improvements\nseen in simulations. Our results suggest that the reconstructed power spectrum\nis potentially better modeled as the sum of three different power spectra, each\ndominating over different wavelength ranges and with different non-linear\ndamping terms. Finally, we also show that reconstruction reduces the\nmode-coupling term in the power spectrum, explaining why mis-calibrations of\nthe acoustic scale are reduced when one considers the reconstructed power\nspectrum.",
    "url": "http://arxiv.org/abs/0812.2905v3",
    "published": "2008-12-16T04:13:58Z",
    "score": 0.5177438855171204
  },
  {
    "title": "Recoil velocity at 2PN order for spinning black hole binaries",
    "summary": "We compute the flux of linear momentum carried by gravitational waves emitted\nfrom spinning binary black holes at 2PN order for generic orbits. In particular\nwe provide explicit expressions of three new types of terms, namely\nnext-to-leading order spin-orbit terms at 1.5 PN order, spin-orbit tail terms\nat 2PN order, and spin-spin terms at 2PN order. Restricting ourselves to\nquasi-circular orbits, we integrate the linear momentum flux over time to\nobtain the recoil velocity as function of orbital frequency. We find that in\nthe so-called superkick configuration the higher-order spin corrections can\nincrease the recoil velocity up to about a factor 3 with respect to the\nleading-order PN prediction. Furthermore, we provide expressions valid for\ngeneric orbits, and accurate at 2PN order, for the energy and angular momentum\ncarried by gravitational waves emitted from spinning binary black holes.\nSpecializing to quasi-circular orbits we compute the spin-spin terms at 2PN\norder in the expression for the evolution of the orbital frequency and found\nagreement with Mik\\'oczi, Vas\\'uth and Gergely. We also verified that in the\nlimit of extreme mass ratio our expressions for the energy and angular momentum\nfluxes match the ones of Tagoshi, Shibata, Tanaka and Sasaki obtained in the\ncontext of black hole perturbation theory.",
    "url": "http://arxiv.org/abs/0812.4413v2",
    "published": "2008-12-23T16:00:05Z",
    "score": 0.5176690816879272
  },
  {
    "title": "Phase resolved spectroscopy of the accreting millisecond X-ray pulsar\n  SAX J1808.4-3658 during the 2008 outburst",
    "summary": "aims: We obtained phase-resolved spectroscopy of the accreting millisecond\nX-ray pulsar SAX J1808.4-3658 during its outburst in 2008 to find a signature\nof the donor star, constrain its radial velocity semi-amplitude (K_2), and\nderive estimates on the pulsar mass. methods: Using Doppler images of the Bowen\nregion we find a significant (>8sigma) compact spot at a position where the\ndonor star is expected. If this is a signature of the donor star, we measure\nK_em=248+/-20 km/s (1sigma confidence) which represents a strict lower limit to\nK_2. Also, the Doppler map of He II lambda4686 shows the characteristic\nsignature of the accretion disk, and there is a hint of enhanced emission that\nmay be a result of tidal distortions in the accretion disk that are expected in\nvery low mass ratio interacting binaries. results: The lower-limit on K_2 leads\nto a lower-limit on the mass function of f(M_1)>0.10M_sun. Applying the maximum\nK-correction gives 228<K_2<322 km/s and a mass ratio of 0.051<q<0.072.\nconclusions: Despite the limited S/N of the data we were able to detect a\nsignature of the donor star in SAX J1808.4-3658, although future observations\nduring a new outburst are still warranted to confirm this. If the derived K_em\nis correct, the largest uncertainty in the determination of the mass of the\nneutron star in SAX J1808.4-3658 using dynamical studies lies with the poorly\nknown inclination.",
    "url": "http://arxiv.org/abs/0812.3032v1",
    "published": "2008-12-16T11:35:36Z",
    "score": 0.5168670415878296
  },
  {
    "title": "Bayesian optimal reconstruction of the primordial power spectrum",
    "summary": "The form of the primordial power spectrum has the potential to differentiate\nstrongly between competing models of perturbation generation in the early\nuniverse and so is of considerable importance. The recent release of five years\nof WMAP observations have confirmed the general picture of the primordial power\nspectrum as deviating slightly from scale invariance with a spectral tilt\nparameter of n_s ~ 0.96. Nonetheless, many attempts have been made to isolate\nfurther features such as breaks and cutoffs using a variety of methods, some\nemploying more than ~ 10 varying parameters. In this paper we apply the robust\ntechnique of Bayesian model selection to reconstruct the optimal degree of\nstructure in the spectrum. We model the spectrum simply and generically as\npiecewise linear in ln k between `nodes' in k-space whose amplitudes are\nallowed to vary. The number of nodes and their k-space positions are chosen by\nthe Bayesian evidence so that we can identify both the complexity and location\nof any detected features. Our optimal reconstruction contains, perhaps,\nsurprisingly few features, the data preferring just three nodes. This\nreconstruction allows for a degree of scale dependence of the tilt with the\n`turn-over' scale occuring around k ~ 0.016 Mpc^{-1}. More structure is\npenalised by the evidence as over-fitting the data, so there is currently\nlittle point in attempting reconstructions that are more complex.",
    "url": "http://arxiv.org/abs/0812.3541v1",
    "published": "2008-12-18T14:41:35Z",
    "score": 0.5167655944824219
  },
  {
    "title": "Constraints on amplitudes of curvature perturbations from primordial\n  black holes",
    "summary": "We calculate the primordial black hole (PBH) mass spectrum produced from a\ncollapse of the primordial density fluctuations in the early Universe using, as\nan input, several theoretical models giving the curvature perturbation power\nspectra with large (~ 0.01 - 0.1) values at some scale of comoving wave numbers\nk. In the calculation we take into account the explicit dependence of\ngravitational (Bardeen) potential on time. Using the PBH mass spectra, we\nfurther calculate the neutrino and photon energy spectra in extragalactic space\nfrom evaporation of light PBHs, and the energy density fraction contained in\nPBHs today (for heavier PBHs). We obtain the constraints on the model\nparameters using available experimental data (including data on neutrino and\nphoton cosmic backgrounds). We briefly discuss the possibility that the\nobserved 511 keV line from the Galactic center is produced by annihilation of\npositrons evaporated by PBHs.",
    "url": "http://arxiv.org/abs/0812.4247v3",
    "published": "2008-12-22T17:25:21Z",
    "score": 0.5166863203048706
  },
  {
    "title": "Intermediate-Mass Black Holes as LISA Sources",
    "summary": "Intermediate-mass black holes (IMBHs), with masses of hundreds to thousands\nof solar masses, will be unique sources of gravitational waves for LISA. Here\nwe discuss their context as well as specific characteristics of IMBH-IMBH and\nIMBH-supermassive black hole mergers and how these would allow sensitive tests\nof the predictions of general relativity in strong gravity.",
    "url": "http://arxiv.org/abs/0812.3028v1",
    "published": "2008-12-16T11:10:49Z",
    "score": 0.5166252255439758
  },
  {
    "title": "Cosmological Constraints on Decaying Dark Matter",
    "summary": "We present a complete analysis of the cosmological constraints on decaying\ndark matter. Previous analyses have used the cosmic microwave background and\nType Ia supernova. We have updated them with the latest data as well as\nextended the analysis with the inclusion of Lyman-$\\alpha$ forest, large scale\nstructure and weak lensing observations. Astrophysical constraints are not\nconsidered in the present paper. The bounds on the lifetime of decaying dark\nmatter are dominated by either the late-time integrated Sachs-Wolfe effect for\nthe scenario with weak reionization, or CMB polarization observations when\nthere is significant reionization. For the respective scenarios, the lifetimes\nfor decaying dark matter are $\\Gamma^{-1} \\gtrsim 100$ Gyr and $ (f \\Gamma)\n^{-1} \\gtrsim 5.3 \\times 10^8$ Gyr (at 95.4% confidence level), where the\nphenomenological parameter $f$ is the fraction of the decay energy deposited in\nbaryonic gas. This allows us to constrain particle physics models with dark\nmatter candidates through investigation of dark matter decays into Standard\nModel particles via effective operators. For decaying dark matter of $\\sim 100$\nGeV mass, we found that the size of the coupling constant in the effective\ndimension-4 operators responsible for dark matter decay has to generically be $\n\\lesssim 10^{-22}$. We have also explored the implications of our analysis for\nrepresentative models in theories of gauge-mediated supersymmetry breaking,\nminimal supergravity and little Higgs.",
    "url": "http://arxiv.org/abs/0812.4016v2",
    "published": "2008-12-22T07:04:57Z",
    "score": 0.5165553092956543
  },
  {
    "title": "Black Holes Admitting Strong Resonant Phenomena",
    "summary": "High-frequency twin peak quasiperiodic oscillations (QPOs) are observed in\nfour microquasars, i.e., Galactic black hole binary systems, with frequency\nratio very close to 3:2. In the microquasar GRS 1915+105, the structure of QPOs\nexhibits additional frequencies, and more than two frequencies are observed in\nthe Galaxy nuclei Sgr A*, or in some extragalactic sources (NGC 4051,\nMCG-6-30-15 and NGC 5408 X-1). The observed QPOs can be explained by a variety\nof the orbital resonance model versions assuming resonance of oscillations with\nthe Keplerian frequency or the vertical epicyclic frequency, and the radial\nepicyclic frequency, or some combinations of these frequencies. Generally,\ndifferent resonances could arise at different radii of an accretion disc.\nHowever, we have shown that for special values of dimensionless black hole spin\nstrong resonant phenomena could occur when different resonances can be excited\nat the same radius, as cooperative phenomena between the resonances may work in\nsuch situations. The special values of black hole spin are determined for\ntriple frequency ratio sets \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = s:t:u with s, t,\nu being small integers. The most promising example of such a special situation\narises for black holes with extraordinary resonant spin a = 0.983 at the radius\nr = 2.395 M, where \\nu_{K} : \\nu_{\\theta} : \\nu_{r} = 3:2:1. We also predict\nthat when combinations of the orbital frequencies are allowed, QPOs with four\nfrequency ratio set 4:3:2:1 could be observed in the field of black holes with\na = 0.866, 0.882 and 0.962. Assuming the extraordinary resonant spin a = 0.983\nin Sgr A*, its QPOs with observed frequency ratio very close to 3:2:1 imply the\nblack hole mass in the interval 4.3 x 10^6 M_sun < M < 5.4 x 10^6 M_sun, in\nagreement with estimates given by other, independent, observations.",
    "url": "http://arxiv.org/abs/0812.4418v1",
    "published": "2008-12-23T20:31:44Z",
    "score": 0.5162696838378906
  },
  {
    "title": "Orbital resonances in discs around braneworld Kerr black holes",
    "summary": "Rotating black holes in the brany universe of the Randall-Sundrum type are\ndescribed by the Kerr geometry with a tidal charge b representing the\ninteraction of the brany black hole and the bulk spacetime. For b<0 rotating\nblack holes with dimensionless spin a>1 are allowed. We investigate the role of\nthe tidal charge b in the orbital resonance model of QPOs in black hole\nsystems. The orbital Keplerian, the radial and vertical epicyclic frequencies\nof the equatorial, quasicircular geodetical motion are given and their radial\nprofiles are discussed. The resonant conditions are given in three\nastrophysically relevant situations: for direct (parametric) resonances, for\nthe relativistic precession model, and for some trapped oscillations of the\nwarped discs, with resonant combinational frequencies. It is shown, how b could\ninfluence matching of the observational data indicating the 3:2 frequency ratio\nobserved in GRS 1915+105 microquasar with prediction of the orbital resonance\nmodel; limits on allowed range of the black hole parameters a and b are\nestablished. The \"magic\" dimensionless black hole spin enabling presence of\nstrong resonant phenomena at the radius where \\nu_K:\\nu_{\\theta}:\\nu_r=3:2:1 is\ndetermined in dependence on b. Such strong resonances could be relevant even in\nsources with highly scattered resonant frequencies, as those expected in Sgr\nA*. The specific values of a and b are given also for existence of specific\nradius where \\nu_K:\\nu_{\\theta}:\\nu_r=s:t:u with 5>=s>t>u being small natural\nnumbers. It is shown that for some ratios such situation is impossible in the\nfield of black holes. We can conclude that analysing the microquasars\nhigh-frequency QPOs in the framework of orbital resonance models, we can put\nrelevant limits on the tidal charge of brany Kerr black holes.",
    "url": "http://arxiv.org/abs/0812.5066v1",
    "published": "2008-12-28T17:26:30Z",
    "score": 0.5158876180648804
  },
  {
    "title": "Biases and Uncertainties in Physical Parameter Estimates of Lyman Break\n  Galaxies from Broad-band Photometry",
    "summary": "We investigate the biases and uncertainties in estimates of physical\nparameters of high-redshift Lyman break galaxies (LBGs), such as stellar mass,\nmean stellar population age, and star formation rate (SFR), obtained from\nbroad-band photometry. By combining LCDM hierarchical structure formation\ntheory, semi-analytic treatments of baryonic physics, and stellar population\nsynthesis models, we construct model galaxy catalogs from which we select LBGs\nat redshifts z ~ 3.4, 4.0, and 5.0. The broad-band spectral energy\ndistributions (SEDs) of these model LBGs are then analysed by fitting galaxy\ntemplate SEDs derived from stellar population synthesis models with smoothly\ndeclining SFRs. We compare the statistical properties of LBGs' physical\nparameters -- such as stellar mass, SFR, and stellar population age -- as\nderived from the best-fit galaxy templates with the intrinsic values from the\nsemi-analytic model. We find some trends in these distributions: first, when\nthe redshift is known, SED-fitting methods reproduce the input distributions of\nLBGs' stellar masses relatively well, with a minor tendency to underestimate\nthe masses overall, but with substantial scatter. Second, there are large\nsystematic biases in the distributions of best-fit SFRs and mean ages, in the\nsense that single-component SED-fitting methods underestimate SFRs and\noverestimate ages. We attribute these trends to the different star formation\nhistories predicted by the semi-analytic models and assumed in the galaxy\ntemplates used in SED-fitting procedure, and to the fact that light from the\ncurrent generation of star-formation can hide older generations of stars. These\nbiases, which arise from the SED-fitting procedure, can significantly affect\ninferences about galaxy evolution from broadband photometry.",
    "url": "http://arxiv.org/abs/0812.5111v1",
    "published": "2008-12-30T20:20:43Z",
    "score": 0.514645516872406
  },
  {
    "title": "Gravitational lensing of stars orbiting the Massive Black Hole in the\n  Galactic Center",
    "summary": "The existence of a massive black hole in the center of the Milky Way,\ncoinciding with the radio source Sgr A*, is being established on more and more\nsolid ground. In principle, this black hole, acting as a gravitational lens, is\nable to bend the light emitted by stars moving within its neighborhood,\neventually generating secondary images. Extending a previous analysis of the\ngravitational lensing phenomenology to a new set of 28 stars, whose orbits have\nbeen well determined by recent observations, we have calculated all the\nproperties of their secondary images, including time and magnitude of their\nluminosity peaks and their angular distances from the central black hole. The\nbest lensing candidate is represented by the star S6, since the magnitude of\nits secondary image at the peak reaches K=20.8, with an angular separation of\n0.3 mas from the central black hole, that is just at the borders of the\nresolution limit in the K band of incoming astronomical instruments.",
    "url": "http://arxiv.org/abs/0812.3853v1",
    "published": "2008-12-19T17:01:24Z",
    "score": 0.5139952898025513
  },
  {
    "title": "The formation of the black hole in the X-ray binary system V404 Cyg",
    "summary": "Using new and archival radio data, we have measured the proper motion of the\nblack hole X-ray binary V404 Cyg to be 9.2+/-0.3 mas/yr. Combined with the\nsystemic radial velocity from the literature, we derive the full\nthree-dimensional heliocentric space velocity of the system, which we use to\ncalculate a peculiar velocity in the range 47-102 km/s, with a best fitting\nvalue of 64 km/s. We consider possible explanations for the observed peculiar\nvelocity, and find that the black hole cannot have formed via direct collapse.\nA natal supernova is required, in which either significant mass (approximately\n11 solar masses) was lost, giving rise to a symmetric Blaauw kick of up to 65\nkm/s, or, more probably, asymmetries in the supernova led to an additional kick\nout of the orbital plane of the binary system. In the case of a purely\nsymmetric kick, the black hole must have been formed with a mass of\napproximately 9 solar masses, since when it has accreted 0.5-1.5 solar masses\nfrom its companion.",
    "url": "http://arxiv.org/abs/0812.3327v1",
    "published": "2008-12-17T16:16:54Z",
    "score": 0.5128546953201294
  },
  {
    "title": "Quantum vacuum and accelerated expansion",
    "summary": "A new approach to extraction of quantum vacuum energy, in the context of the\naccelerated expansion, is proposed, and it is shown that experimentally\nrealistic orders of values can be derived. The idea has been implemented in the\nframework of the Friedmann-Lemaitre-Robertson-Walker geometry in the language\nof the effective action in the relativistic formalism of Schwinger's proper\ntime and Seeley-DeWitt's heat kernel expansion.",
    "url": "http://arxiv.org/abs/0812.4892v1",
    "published": "2008-12-29T10:51:00Z",
    "score": 0.5117589235305786
  },
  {
    "title": "Overdensities of galaxies at z ~ 3.7 in CDF-S",
    "summary": "We report the discovery of possible overdensities of galaxies at z ~ 3.7 in\nthe Chandra Deep Field South (CDF-S). These overdensities are identified from\nthe photometric redshift selected sample, and the BVz-selected sample. One\nover-density is identified in the proximity of 2 AGNs and LBGs at z=3.66 and\nz=3.70 at 7-sigma significance level. The other over-density is less\nsignificant. It is identified around six z_{spec} ~ 3.6 galaxies at 3-sigma\nsignificance level. The line of sight velocity dispersions of these\noverdensities are found to be sigma_{v} ~ 500-800 km/sec, comparable to the\nvelocity dispersions of clusters of galaxies today. Through the spectral energy\ndistribution (SED) fitting, we find ~15 massive galaxies with M > 10^{11}M_sun\naround the z ~ 3.7 overdensity. The mass of the z ~ 3.7 overdensity is found to\nbe a few times 10^{14}M_sun. Our result suggests that high redshift over-dense\nregions can be found in a supposedly blank field, and that the emergence of\nmassive structures can be traced back to redshift as high as z ~ 3.7.",
    "url": "http://arxiv.org/abs/0812.2814v2",
    "published": "2008-12-15T14:28:59Z",
    "score": 0.5111278295516968
  },
  {
    "title": "Bayesian optimal reconstruction of the primordial power spectrum",
    "summary": "The form of the primordial power spectrum has the potential to differentiate\nstrongly between competing models of perturbation generation in the early\nuniverse and so is of considerable importance. The recent release of five years\nof WMAP observations have confirmed the general picture of the primordial power\nspectrum as deviating slightly from scale invariance with a spectral tilt\nparameter of n_s ~ 0.96. Nonetheless, many attempts have been made to isolate\nfurther features such as breaks and cutoffs using a variety of methods, some\nemploying more than ~ 10 varying parameters. In this paper we apply the robust\ntechnique of Bayesian model selection to reconstruct the optimal degree of\nstructure in the spectrum. We model the spectrum simply and generically as\npiecewise linear in ln k between `nodes' in k-space whose amplitudes are\nallowed to vary. The number of nodes and their k-space positions are chosen by\nthe Bayesian evidence so that we can identify both the complexity and location\nof any detected features. Our optimal reconstruction contains, perhaps,\nsurprisingly few features, the data preferring just three nodes. This\nreconstruction allows for a degree of scale dependence of the tilt with the\n`turn-over' scale occuring around k ~ 0.016 Mpc^{-1}. More structure is\npenalised by the evidence as over-fitting the data, so there is currently\nlittle point in attempting reconstructions that are more complex.",
    "url": "http://arxiv.org/abs/0812.3541v1",
    "published": "2008-12-18T14:41:35Z",
    "score": 0.5091139078140259
  },
  {
    "title": "Re-analysis of the First Fringe with 2-Beam in the VERA System from\n  Archive Data",
    "summary": "We report results from re-analysis of the visibility data of the first 2-beam\nobservations with VERA (VLBI Exploration of Radio Astrometry), previously\nreported by Honma et al., 2003 (hereafter A2003). Independently we checked the\narchival data and found the features noted in A2003 were not from the effect of\nphase referencing by simultaneous differential VLBI but mainly from a removal\nof large phase change by subtracting an arbitrary fitted curve to the phase\nvariations.\n  The differential phase of the observed H2O masers between W49 North (W49N)\nand OH~43.8-0.1 did not show a sinusoidal variation with a period of one\nsidereal day due to a positional offset from the real celestial positions. We\ntherefore could not reproduce the results in A2003 by a normal positional\ncorrection estimated from all time data, but could reproduce almost the same\nphases only for the first hour by adjusting parameters. Using the parameters,\nwe could not suppress the large amount of phase variations for the successive\ntime data that A2003 did not show in their paper.\n  It is appropriate to regard the analysis in A2003 as not being proper for\nshowing the performance of the instrument for phase referencing, which should\nbe demonstrated by other experiments observing several pairs of continuum\nsources.",
    "url": "http://arxiv.org/abs/0812.3928v1",
    "published": "2008-12-20T03:17:14Z",
    "score": 0.5087584853172302
  },
  {
    "title": "The Peculiar Shape of the Beta_(app)-z Distribution Seen in Radio Loud\n  AGN Jets Is Explained Simply and Naturally In the Local Quasar Model",
    "summary": "Recently, it was argued that the log(z)-m_{v} plot of 106,000 AGN galaxies\ncould be interpreted as an evolutionary path followed by local AGN galaxies as\nthey age. It was suggested that these objects are born as quasars with a high\nintrinsic redshift component that decreases with time. When the intrinsic\ncomponent is large it causes them to be pushed above the standard candle line\nfor brightest radio galaxies on a log(z)-m_{v} plot. In the jets of radio loud\nAGN galaxies, Beta_(app) is the apparent transverse velocity of the ejected\nmaterial relative to the speed of light. In the cosmological redshift (CR)\nmodel the Beta_(app) vs z distribution has a peculiar shape, and there have\nbeen several attempts to explain it. In agreement with the model proposed to\nexplain the log(z)-m_{v} plot, it is shown here that the peculiar shape of the\nBeta_(app)-z distribution in the CR model is exactly what is expected if the\nsources are local but their large intrinsic redshifts are assumed to be\ncosmological in the calculation of Beta_(app). This result not only supports\nour previous interpretation of the log(z)-m_{v} plot, it further implies that\nif a large component of the redshift is intrinsic a similar effect should be\nvisible when other parameters are plotted vs z. Examining this it is also found\nthat the results are consistent with the local model.",
    "url": "http://arxiv.org/abs/0812.3130v1",
    "published": "2008-12-16T19:08:48Z",
    "score": 0.5086784362792969
  },
  {
    "title": "Thermodynamics of Anomaly-Driven Cosmology",
    "summary": "The Friedmann equations of general relativity can be derived from the first\nlaw of thermodynamics when the entropy of the apparent horizon of a spatially\nisotropic universe is given by the Bekenstein-Hawking entropy. We point out\nthat if the entropy of the apparent horizon receives a logarithmic correction,\nthe first law of thermodynamics leads to a modified Friedmann equation which\ncorresponds precisely to the time-time component of the semi-classical Einstein\nfield equations sourced by the trace anomaly of ${\\cal{N}}=4$ U(N)\nsuper-Yang-Mills theory. This correspondence allows for a thermodynamic\ndescription of the dynamics of the Randall-Sundrum braneworld scenario.",
    "url": "http://arxiv.org/abs/0812.2791v1",
    "published": "2008-12-15T13:01:42Z",
    "score": 0.5080010890960693
  },
  {
    "title": "A universal inequality for axisymmetric and stationary black holes with\n  surrounding matter in the Einstein-Maxwell theory",
    "summary": "We prove that in Einstein-Maxwell theory the inequality $(8\\pi J)^2+(4\\pi\nQ^2)^2 < A^2$ holds for any sub-extremal axisymmetric and stationary black hole\nwith arbitrary surrounding matter. Here $J, Q$, and $A$ are angular momentum,\nelectric charge, and horizon area of the black hole, respectively.",
    "url": "http://arxiv.org/abs/0812.2811v1",
    "published": "2008-12-15T14:17:43Z",
    "score": 0.5075780749320984
  },
  {
    "title": "Effects of Minor Mergers on Coalescence of a Supermassive Black Hole\n  Binary",
    "summary": "We study the possibility that minor mergers resolve the loss cone depletion\nproblem, which is the difficulty occured in the coalescence process of the\nsupermassive black hole (SMBH) binary, by performing numerical simulations with\na highly accurate $N$-body code. We show that the minor merger of a dwarf\ngalaxy disturbs stellar orbits in the galactic central region of the host\ngalaxy where the loss cone depletion is already caused by the SMBH binary. The\ndisturbed stars are supplied into the loss cone. Stars of the dwarf galaxy are\nalso supplied into the loss cone. The gravitational interactions between the\nSMBH binary and these stars become very effective. The gravitational\ninteraction decreases the binding energy of the SMBH binary effectively. As a\nresult, the shrink of the separation of the SMBH binary is accelerated. Our\nnumerical results strongly suggest that the minor mergers are one of the\nimportant processes to reduce the coalescence time of the SMBH binary much less\nthan the Hubble time.",
    "url": "http://arxiv.org/abs/0812.4473v2",
    "published": "2008-12-24T05:08:13Z",
    "score": 0.5068327188491821
  },
  {
    "title": "A Characteristic Division Between the Fueling of Quasars and Seyferts:\n  Five Simple Tests",
    "summary": "Given the existence of the M_BH-sigma relation, models of self-regulated\nblack hole (BH) growth require both a fuel supply and growth of the host bulge\nto deepen the potential, or else the system will either starve or self-regulate\nwithout sustained activity. This suggests that bright quasars must be triggered\nin major mergers: a large fraction of the galaxy must be converted to new bulge\nmass in a dynamical time or less. Low-luminosity AGN, in contrast, require\nlittle bulge growth and small gas supplies, and could be triggered in more\ncommon non-merger events. This predicts a transition to merger-induced fueling\naround the traditional quasar-Seyfert luminosity divide (growth of BH masses\nabove/below 10^7 M_sun). We compile observations to test several predictions of\nsuch a division, including: (1) A transition to bulge-dominated hosts. (2) A\ntransition between 'pseudobulges' and 'classical' bulges hosting the remnant\nBHs: pseudobulges are formed in secular processes and minor mergers, whereas\nclassical bulges are relics of major mergers. (3) An increase in the amplitude\nof small-scale clustering where mergers are more efficient. (4) Different\nredshift evolution, with gas-rich merger rates rising to redshifts z>2 while\nsecular processes are relatively constant in time. (5) An increasing prominence\nof post-starburst features in more luminous systems. Our compilation of\nobservations provides tentative evidence for the predicted division around the\nSeyfert-quasar threshold. We discuss how future observations can improve these\nconstraints and break degeneracies between different fueling models.",
    "url": "http://arxiv.org/abs/0812.2915v1",
    "published": "2008-12-15T21:11:31Z",
    "score": 0.5067445039749146
  },
  {
    "title": "AGN jet physics from measurements of the frequency-dependent position of\n  the VLBI radio core",
    "summary": "Accurate measurement of the frequency-dependent shift of the self-absorbed\nradio core is required for multi-frequency analysis of VLBI data since absolute\npositional information is lost as a result of phase self-calibration. We use\nthe cross-correlation technique of Croke & Gabuzda (2008) on the optically thin\njet emission to align our VLBA images. Our results are consistent with those\nobtained from the phase-referencing method, as well as alignment by\nmodel-fitted optically thin jet components. Physical parameters of the compact\njet regions, such as the magnetic field strength (B_core) and the distance of\nthe radio core to the jet origin (r_core), can be calculated from these\nmeasurements. For the source Mrk 501, we find a magnetic field strength of\n0.15\\pm0.04 G in the 8.4-GHz core at a distance of 0.8\\pm0.2 pc from the base\nof the jet. By extrapolating our 4.6 to 15.4 GHz results for BL Lac (2200+420),\nwe estimate magnetic field strengths of the order of 1 G in the millimetre VLBI\ncore. Using our core-shift measurement between 1.6 and 4.8 GHz for 1803+784, we\nfind B_core(4.8 GHz) = 0.11\\pm0.02 G and r_core(4.8 GHz) = 20\\pm5 pc. The\nphase-referencing observations of this source at 8.4 and 43 GHz by\nJim\\'enez-Monferrer et al. (2008) imply B_core(43 GHz) = 1.0\\pm0.4 G and\nr_core(43 GHz) = 2.0\\pm0.9 pc.",
    "url": "http://arxiv.org/abs/0812.3412v1",
    "published": "2008-12-17T21:31:40Z",
    "score": 0.5058377981185913
  },
  {
    "title": "The prospects of finding the first quasars in the universe",
    "summary": "We study the prospects of finding the first quasars in the universe with ALMA\nand JWST. For this purpose, we derive a model for the high-redshift black hole\npopulation based on observed relations between the black hole mass and the host\ngalaxy. We re-address previous constraints from the X-ray background with\nparticular focus on black hole luminosities below the Eddington limit as\nobserved in many local AGN. For such luminosities, up to 20% of high-redshift\nblack holes can be active quasars. We then discuss the observables of\nhigh-redshift black holes for ALMA and JWST by adopting NGC 1068 as a reference\nsystem. We calculate the expected flux of different fine-structure lines for a\nsimilar system at higher redshift, and provide further predictions for high-J\nCO lines. We discuss the expected fluxes from stellar light, the AGN continuum\nand the Lyman $\\alpha$ line for JWST. Line fluxes observed with ALMA can be\nused to derive detailed properties of high-redshift sources. We suggest two\nobservational strategies to find potential AGN at high redshift and estimate\nthe expected number of sources, which is between 1-10 for ALMA with a field of\nview of $\\sim(1')^2$ searching for line emission and 100-1000 for JWST with a\nfield of view of $(2.16')^2$ searching for continuum radiation. We find that\nboth telescopes can probe high-redshift quasars down to redshift 10 and beyond,\nand therefore truely detect the first quasars in the universe.",
    "url": "http://arxiv.org/abs/0812.3950v1",
    "published": "2008-12-20T09:15:19Z",
    "score": 0.505463719367981
  },
  {
    "title": "Physics of Neutron Star Crusts",
    "summary": "The physics of neutron star crusts is vast, involving many different research\nfields, from nuclear and condensed matter physics to general relativity. This\nreview summarizes the progress, which has been achieved over the last few\nyears, in modeling neutron star crusts, both at the microscopic and macroscopic\nlevels. The confrontation of these theoretical models with observations is also\nbriefly discussed.",
    "url": "http://arxiv.org/abs/0812.3955v1",
    "published": "2008-12-20T10:43:21Z",
    "score": 0.505016565322876
  },
  {
    "title": "Effects of Minor Mergers on Coalescence of a Supermassive Black Hole\n  Binary",
    "summary": "We study the possibility that minor mergers resolve the loss cone depletion\nproblem, which is the difficulty occured in the coalescence process of the\nsupermassive black hole (SMBH) binary, by performing numerical simulations with\na highly accurate $N$-body code. We show that the minor merger of a dwarf\ngalaxy disturbs stellar orbits in the galactic central region of the host\ngalaxy where the loss cone depletion is already caused by the SMBH binary. The\ndisturbed stars are supplied into the loss cone. Stars of the dwarf galaxy are\nalso supplied into the loss cone. The gravitational interactions between the\nSMBH binary and these stars become very effective. The gravitational\ninteraction decreases the binding energy of the SMBH binary effectively. As a\nresult, the shrink of the separation of the SMBH binary is accelerated. Our\nnumerical results strongly suggest that the minor mergers are one of the\nimportant processes to reduce the coalescence time of the SMBH binary much less\nthan the Hubble time.",
    "url": "http://arxiv.org/abs/0812.4473v2",
    "published": "2008-12-24T05:08:13Z",
    "score": 0.5041308403015137
  },
  {
    "title": "Chandra Cluster Cosmology Project III: Cosmological Parameter\n  Constraints",
    "summary": "Chandra observations of large samples of galaxy clusters detected in X-rays\nby ROSAT provide a new, robust determination of the cluster mass functions at\nlow and high redshifts. Statistical and systematic errors are now sufficiently\nsmall, and the redshift leverage sufficiently large for the mass function\nevolution to be used as a useful growth of structure based dark energy probe.\nIn this paper, we present cosmological parameter constraints obtained from\nChandra observations of 36 clusters with <z>=0.55 derived from 400deg^2 ROSAT\nserendipitous survey and 49 brightest z=~0.05 clusters detected in the All-Sky\nSurvey. Evolution of the mass function between these redshifts requires\nOmega_Lambda>0 with a ~5sigma significance, and constrains the dark energy\nequation of state parameter to w0=-1.14+-0.21, assuming constant w and flat\nuniverse. Cluster information also significantly improves constraints when\ncombined with other methods. Fitting our cluster data jointly with the latest\nsupernovae, WMAP, and baryonic acoustic oscillations measurements, we obtain\nw0=-0.991+-0.045 (stat) +-0.039 (sys), a factor of 1.5 reduction in statistical\nuncertainties, and nearly a factor of 2 improvement in systematics compared to\nconstraints that can be obtained without clusters. The joint analysis of these\nfour datasets puts a conservative upper limit on the masses of light neutrinos,\nSum m_nu<0.33 eV at 95% CL. We also present updated measurements of Omega_M*h\nand sigma_8 from the low-redshift cluster mass function.",
    "url": "http://arxiv.org/abs/0812.2720v1",
    "published": "2008-12-15T04:33:07Z",
    "score": 0.5036526322364807
  },
  {
    "title": "Fitting oscillating string gas cosmology to supernova data",
    "summary": "In string gas cosmology, extra dimensions are stabilised by a gas of strings.\nIn the matter-dominated era, competition between matter pushing the extra\ndimensions to expand and the string gas pulling them back can lead to\noscillations of the extra dimensions and acceleration in the visible\ndimensions. We fit this model to supernova data, taking into account the Big\nBang Nucleosynthesis constraint on the energy density of the string gas. The\nfit to the Union set of supernova data is acceptable, but the fit to the\nESSENCE data is poor.",
    "url": "http://arxiv.org/abs/0812.4182v2",
    "published": "2008-12-22T13:41:19Z",
    "score": 0.5031813383102417
  },
  {
    "title": "Quantum Uncertainty Considerations for Gravitational Lens Interferometry",
    "summary": "The measurement of the gravitational lens delay time between light paths has\nrelied, to date, on the source having sufficient variability to allow\nphotometric variations from each path to be compared. However, the delay times\nof many gravitational lenses cannot be measured because the intrinsic source\namplitude variations are too small to be detectable. At the fundamental quantum\nmechanical level, such photometric time stamps allow which-path knowledge,\nremoving the ability to obtain an interference pattern. However, if the two\npaths can be made equal (zero time delay) then interference can occur. We\ndescribe an interferometric approach to measuring gravitational lens delay\ntimes using a quantum-eraser/restorer approach, whereby the time travel along\nthe two paths may be rendered measurably equal. Energy and time being\nnon-commuting observables, constraints on the photon energy in the energy-time\nuncertainty principle, via adjustments of the width of the radio bandpass,\ndictate the uncertainty of the time delay and therefore whether the path taken\nalong one or the other gravitational lens geodesic is knowable. If one starts\nwith interference, for example, which-path information returns when the\nbandpass is broadened (constraints on the energy are relaxed) to the point\nwhere the uncertainty principle allows a knowledge of the arrival time to\nbetter than the gravitational lens delay time itself, at which point the\ninterference will disappear. We discuss the near-term feasibility of such\nmeasurements in light of current narrow-band radio detectors and known short\ntime-delay gravitational lenses.",
    "url": "http://arxiv.org/abs/0812.3923v1",
    "published": "2008-12-19T23:41:03Z",
    "score": 0.5028977990150452
  },
  {
    "title": "Intermediate inflation on the brane",
    "summary": "Brane inflationary universe model in the context of intermediate inflation is\nstudied. General conditions for this model to be realizable are discussed. In\nthe high-energy limit we describe in great details the characteristic of this\nmodel.",
    "url": "http://arxiv.org/abs/0812.4910v1",
    "published": "2008-12-29T14:10:20Z",
    "score": 0.5028327703475952
  },
  {
    "title": "Spitzer Planet Limits around the Pulsating White Dwarf GD66",
    "summary": "We present infrared observations in search of a planet around the white\ndwarf, GD66. Time-series photometry of GD66 shows a variation in the arrival\ntime of stellar pulsations consistent with the presence of a planet with mass >\n2.4Mj. Any such planet is too close to the star to be resolved, but the\nplanet's light can be directly detected as an excess flux at 4.5um. We observed\nGD66 with the two shorter wavelength channels of IRAC on Spitzer but did not\nfind strong evidence of a companion, placing an upper limit of 5--7Mj on the\nmass of the companion, assuming an age of 1.2--1.7Gyr.",
    "url": "http://arxiv.org/abs/0812.2951v1",
    "published": "2008-12-16T01:17:28Z",
    "score": 0.5025489926338196
  },
  {
    "title": "Evolution of Magnetic Fields in High Mass Star Formation: SMA dust\n  polarization image of the UCHII region G5.89-0.39",
    "summary": "We report high angular resolution (3\") Submillimeter Array (SMA) observations\nof the molecular cloud associated with the Ultra-Compact HII region G5.89-0.39.\nImaged dust continuum emission at 870 micron reveals significant linear\npolarization. The position angles (PAs) of the polarization vary enormously but\nsmoothly in a region of 2x10^4 AU. Based on the distribution of the PAs and the\nassociated structures, the polarized emission can be separated roughly into two\ncomponents. The component \"x\" is associated with a well defined dust ridge at\n870 micron, and is likely tracing a compressed B field. The component \"o\" is\nlocated at the periphery of the dust ridge and is probably from the original B\nfield associated with a pre-existing extended structure. The global B field\nmorphology in G5.89, as inferred from the PAs, is clearly disturbed by the\nexpansion of the HII region and the molecular outflows. Using the\nChandrasekhar-Fermi method, we estimate from the smoothness of the field\nstructures that the B field strength in the plane of sky can be no more than\n2-3 mG. We then compare the energy densities in the radiation, the B field, and\nthe mechanical motions as deduced from the C^17O 3-2 line emission. We conclude\nthat the B field structures are already overwhelmed and dominated by the\nradiation, outflows, and turbulence from the newly formed massive stars.",
    "url": "http://arxiv.org/abs/0812.3444v1",
    "published": "2008-12-18T02:04:19Z",
    "score": 0.5020338296890259
  },
  {
    "title": "Keck/HIRES spectroscopy of V838 Monocerotis in October 2005",
    "summary": "V838 Mon erupted at the beginning of 2002 becoming an extremely luminous\nstar. Among various scenarios proposed to explain the nature of the outburst\nthe most promising is a stellar merger event. In this paper we investigate the\nobservational properties of the star and its surroundings in the post outburst\nphase. We have obtained a high resolution optical spectrum of V838 Mon in\nOctober 2005 using the Keck I telescope.We have identified numerous atomic\nfeatures and molecular bands present in the spectrum and provided an atlas of\nthose features. In order to improve the spectrum interpretation we have\nperformed simple modeling of the molecular bands. Our analysis indicates that\nthe spectrum is dominated by molecular absorption features arising in\nphotospheric regions with temperatures of ~2400 K and in colder outer layers,\nwhere the temperature decreases down to ~500 K. A number of resonance lines of\nneutral alkali metals are observed to show P-Cyg profiles. Particularly\ninteresting are numerous prominent emission lines of [FeII]. All of them show\npractically the same profile, which can be well described by a Lorentzian\nprofile. In the blue part of the spectrum photospheric signatures of the B-type\ncompanion are easily seen. We have fitted the observed spectrum with a\nsynthetic one and the obtained parameters are consistent with the B3V type. We\nhave also estimated radial and rotational velocities of the companion.",
    "url": "http://arxiv.org/abs/0812.4213v2",
    "published": "2008-12-22T17:02:26Z",
    "score": 0.5012834072113037
  },
  {
    "title": "On the release of binding energy and accretion power in core\n  collapse-like environments",
    "summary": "All accretion models of gamma-ray bursts share a common assumption: accretion\npower and gravitational binding energy is released and then dissipated locally,\nwith the mass of its origin. This is equivalent to the Shakura-Sunyaev 1973\n(SS73) prescription for the dissipation of accretion power and subsequent\nconversion into radiate output. Since their seminal paper, broadband\nobservations of quasars and black hole X-ray binaries insist that the SS73\nprescription cannot wholly describe their behavior. In particular, optically\nthick black hole accretion flows are almost universally accompanied by coronae\nwhose relative power by far exceeds anything seen in studies of stellar\nchromospheric and coronal activity. In this note, we briefly discuss the\npossible repercussions of freeing accretion models of GRBs from the SS73\nprescription. Our main conclusion is that the efficiency of converting\ngravitational binding energy into a GRB power can be increased by an order of\nmagnitude or more.",
    "url": "http://arxiv.org/abs/0812.3917v1",
    "published": "2008-12-19T22:55:59Z",
    "score": 0.5011746883392334
  },
  {
    "title": "Collapse Barriers and Halo Abundance: Testing the Excursion Set Ansatz",
    "summary": "Our heuristic understanding of the abundance of dark matter halos centers\naround the concept of a density threshold, or \"barrier\", for gravitational\ncollapse. If one adopts the ansatz that regions of the linearly evolved density\nfield smoothed on mass scale M with an overdensity that exceeds the barrier\nwill undergo gravitational collapse into halos of mass M, the corresponding\nabundance of such halos can be estimated simply as a fraction of the mass\ndensity satisfying the collapse criterion divided by the mass M. The key\ningredient of this ansatz is therefore the functional form of the collapse\nbarrier as a function of mass M or, equivalently, of the variance sigma^2(M).\nSeveral such barriers based on the spherical, Zel'dovich, and ellipsoidal\ncollapse models have been extensively discussed. Using large scale cosmological\nsimulations, we show that the relation between the linear overdensity and the\nmass variance for regions that collapse to form halos by the present epoch\nresembles expectations from dynamical models of ellipsoidal collapse. However,\nwe also show that using such a collapse barrier with the excursion set ansatz\npredicts a halo mass function inconsistent with that measured directly in\ncosmological simulations. This inconsistency demonstrates a failure of the\nexcursion set ansatz as a physical model for halo collapse. We discuss\nimplications of our results for understanding the collapse epoch for halos as a\nfunction of mass, and avenues for improving consistency between analytical\nmodels for the collapse epoch and the results of cosmological simulations.",
    "url": "http://arxiv.org/abs/0812.3148v2",
    "published": "2008-12-16T21:00:03Z",
    "score": 0.5009711384773254
  },
  {
    "title": "Evolution of Dark Matter Phase-Space Density Distributions in Equal-Mass\n  Halo Mergers",
    "summary": "We use dissipationless N-body simulations to investigate the evolution of the\ntrue coarse-grained phase-space density distribution f(x,v) in equal-mass\nmergers between dark matter (DM) halos. The halo models are constructed with\nvarious asymptotic power-law indices ranging from steep cusps to core-like\nprofiles and we employ the phase-space density estimator ``Enbid'' developed by\nSharma & Steinmetz to compute f(x,v). The adopted force resolution allows\nrobust phase-space density profile estimates in the inner ~1% of the virial\nradii of the simulated systems. We confirm that mergers result in a decrease of\nthe coarse-grained phase-space density in accordance with expectations from\nMixing Theorems for collisionless systems. We demonstrate that binary mergers\nbetween identical DM halos produce remnants that retain excellent memories of\nthe inner slopes and overall shapes of the phase-space density distribution of\ntheir progenitors. The robustness of the phase-space density profiles holds for\na range of orbital energies, and a variety of encounter configurations\nincluding sequences of several consecutive merger events, designed to mimic\nhierarchical merging, and collisions occurring at different cosmological\nepochs. If the progenitor halos are constructed with appreciably different\nasymptotic power-law indices, we find that the inner slope and overall shape of\nthe phase-space density distribution of the remnant are substantially closer to\nthat of the initial system with the steepest central density cusp. These\nresults explicitly demonstrate that mixing is incomplete in equal-mass mergers\nbetween DM halos, as it does not erase memory of the progenitor properties. Our\nresults also confirm the recent analytical predictions of Dehnen (2005)\nregarding the preservation of merging self-gravitating central density cusps.",
    "url": "http://arxiv.org/abs/0812.3659v2",
    "published": "2008-12-19T20:54:21Z",
    "score": 0.5007085800170898
  },
  {
    "title": "On the oscillations of dissipative superfluid neutron stars",
    "summary": "We investigate the oscillations of slowly rotating superfluid stars, taking\ninto account the vortex mediated mutual friction force that is expected to be\nthe main damping mechanism in mature neutron star cores. Working to linear\norder in the rotation of the star, we consider both the fundamental f-modes and\nthe inertial r-modes. In the case of the (polar) f-modes, we work out an\nanalytic approximation of the mode which allows us to write down a closed\nexpression for the mutual friction damping timescale. The analytic result is in\ngood agreement with previous numerical results obtained using an energy\nintegral argument. We extend previous work by considering the full range of\npermissible values for the vortex drag, e.g. the friction between each\nindividual vortex and the electron fluid. This leads to the first ever results\nfor the f-mode in the strong drag regime. Our estimates provide useful insight\ninto the dependence on, and relevance of, various equation of state parameters.\nIn the case of the (axial) r-modes, we confirm the existence of two classes of\nmodes. However, we demonstrate that only one of these sets remains purely axial\nin more realistic neutron star models. Our analysis lays the foundation for\ncompanion studies of the mutual friction damping of the r-modes at second order\nin the slow-rotation approximation, the first time evolutions for superfluid\nneutron star perturbations and also the first detailed attempt at studying the\ndynamics of superfluid neutron stars with both a relative rotation between the\ncomponents and mutual friction.",
    "url": "http://arxiv.org/abs/0812.3023v1",
    "published": "2008-12-16T10:34:52Z",
    "score": 0.5004866719245911
  },
  {
    "title": "Asymptotically FRW black holes",
    "summary": "Application of concepts like black hole and event horizon in cosmological\ncontext are not trivial, as has been shown in the last decade. We introduce\nspecial solutions of the LTB family representing collapsing over-dense regions\nextending to an expanding closed, open, or flat FRW model asymptotically. We\nstudy the dynamics of the collapsing region, and its density profile. The\nquestion of the strength of the central singularity and its nakedness, as well\nas the existence of an apparent horizon and an event horizon is dealt with in\ndetail. Differences to the Schwarzschild black hole are addressed.",
    "url": "http://arxiv.org/abs/0812.5108v3",
    "published": "2008-12-30T19:58:20Z",
    "score": 0.5004462003707886
  }
]